Repository: nix-community/home-manager
Catalog: modules/po/*.po
Languages: ar, bg, ca, cs, da, de, es, eu, fa, fi, fr, id, it, ja, ko, nb_no, nl, pl, pt, pt_br, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: Creating home file links in %s
ar: جارى إنشاء روابط الملفات الرئيسية في %s
bg: Създаване на връзки към файлове в %s
ca: Creant enllaços dels fitxers personals a %s
cs: Vytváření linků na domácí soubory v %s
da: Opretter hjemme fil links i %s
de: Erstelle home Dateiverknpfungen in %s
es: Creando vínculos del directorio de inicio en %s
eu: %s -n hasiera direktorio estekak sortzen
fa: درحال ساختن اتصال فایل‌ها در %s
fi: Luodaan kotitiedostolinkkejä sijaintiin %s
fr: Création des liens de fichiers personnels dans %s
id: Membuat tautan file beranda dalam %s
it: Creo i collegamenti della home in %s
ja: ホームファイルのリンクを %s に作っています
ko: home 파일 링크를 %s에 생성하는 중
nb_no: Lager hjemmefillenker i %s
nl: Home-bestandskoppelingen aan het maken in %s
pl: Tworzenie dowiązań plików w %s
pt: A criar links simbólicos em %s
pt_br: Criando links simbólicos em %s
ro: Se creează legături ale fișierelor personale în %s
ru: Создаю ссылки в домашней директории %s
sv: Skapar hemfil-länkar i %s
tr: %s konumunda ev dosya bağlantıları oluşturuluyor
uk: Створення посилань на файли в домашньому каталозі в %s
zh_hans: 正在 %s 中创建 Home 目录文件链接
zh_hant: 正在 %s 中建立家目錄檔案連結

source: Cleaning up orphan links from %s
ar: جارى تنظيف الروابط اليتيمة من %s
bg: Изчистване на невалидни файлови връзки от %s
ca: Netejant enllaços orfes de %s
cs: Čištění osiřelých linků z %s
da: Oprydder forældreløse links fra %s
de: Bereinige verwaiste Links unter %s
es: Limpiando vínculos huérfanos de %s
eu: Esteka zurtzak garbitzen %s -(e)tik
fa: پاک‌سازی اتصلات یتیم از %s
fi: Siivotaan orpoja linkkejä sijainnista %s
fr: Nettoyage des liens orphelins de %s
id: Membersihkan link yatim piatu dari %s
it: Pulisco i collegamenti rimasti orfani da %s
ja: %s から無効なリンクを消去しています
ko: %s에서 연결이 끊어진 링크 파일들을 지우는 중
nb_no: Fjerner frakoblede lenker fra %s
nl: Wees links van %s aan het opkuisen
pl: Czyszczenie osieroconych linków z %s
pt: A limpar links órfãos do directório %s
pt_br: Limpando links órfãos de %s
ro: Se curăță legăturile orfane din %s
ru: Удаляю устаревшие ссылки из %s
sv: Rensar bort överflödiga länkar från %s
tr: Geçersiz bağlantılar temizleniyor %s
uk: Очищення невідомих посилань із %s
zh_hans: 正在从 %s 清理孤立链接
zh_hant: 正在從 %s 清理孤立連結

source: Creating profile generation %s
ca: Creant generació de perfil %s
ko: profile 세대 %s를 생성하는 중
pt: A criar geração %s para o perfil
tr: %s profil inşası oluşturuluyor
zh_hans: 正在创建配置文件世代 %s
zh_hant: 正在建立配置檔案世代 %s

source: No change so reusing latest profile generation %s
ca: No hi ha canvis, reutilitzant últim perfil generat %s
ko: 바뀐 것이 없어서 가장 최근의 profile 세대 %s를 다시 사용하는 것으로 설정하는 중
pt: Nenhuma mudança, portanto a reusar a última geração %s para o perfil
tr: Değişiklik yok, bu nedenle en son profil inşası %s yeniden kullanılıyor
zh_hans: 未发生变化，正在重新使用最近一次的配置文件世代 %s
zh_hant: 未發生變化，正在重新使用最近一次的配置檔案世代 %s

source: Oops, Nix failed to install your new Home Manager profile! Perhaps there is a conflict with a package that was installed using "%s"? Try running %s and if there is a conflicting package you can remove it with %s Then try activating your Home Manager configuration again.
ar: عفوًا، فشل Nix في تثبيت ملف تعريف Home Manager الجديد! ربما يوجد تعارض مع حزمة تم تثبيتها باستخدام "%s"؟ جرّب تشغيل %s وإذا كانت هناك حزمة متعارضة، يمكنك إزالتها باستخدام %s ثم حاول تفعيل إعدادات Home Manager مرة أخرى.
bg: Опа, Nix не успя да инсталира вашия нов Home Manager профил! Може би има конфликт с пакет инсталиран с "%s"? Може да изпробвате %s и ако има клфликт с пакет, може да го премахнете с %s след което да пробвате да активирате Home Manager конфигурацията отново.
ca: Oops, Nix no ha pogut instal·lar el teu nou perfil de Home Manager. Potser hi ha un conflicte amb un paquet instal·lat mitjançant "%s"? Prova d'executar %s i si hi ha un paquet conflictiu el pots eliminar amb %s i després provar d'activar la teva configuració de Home Manager de nou.
cs: Jejda, Nix se nepodařilo instalovat váš nový Home Manager profil! Možná je konflikt s balíčkem, který byl nainstalován pomocí "%s"? Zkuste spustit %s a jestli existuje konfliktní balíček, můžete ho odstranit pomocí %s Poté zkuste znova aktivovat vaši Home Manager konfiguraci.
da: Åh nej, Nix fejlede i at installere din nye Home Manager profil! Måske er der en konflikt med en pakke der blev installeret gennem "%s"? Prøv at køre %s og hvis der er en pakke-konflikt, kan du fjerne pakken med %s Derefter prøv at aktivere din Home Manager konfiguration igen.
de: Ups, Nix konnte Ihr neues Home Manager Profil nicht installieren! Vielleicht gibt es einen Konflikt mit einem Paket, welches über "%s" installiert wurde? Versuchen Sie %s auszuführen und wenn es ein problematisches Paket gibt, entfernen Sie es mit %s Versuchen Sie dann, Ihre Home Manager Konfiguration erneut zu aktivieren.
es: Nix no pudo instalar el nuevo perfil de Home Manager! Tal vez haya un conflicto con algún paquete instalado con "%s"? Intente ejecutar %s y si hay algún paquete en conflicto bórrelo con: %s Y después reintente activar su configuración de Home Manager.
eu: Ai! Nix-ek ezin izan du zure Home Manager profil berria instalatu Posible da gatazka bat izatea "%s" -(r)ekin instalatua izan den pakete batekin? Saiatu hau exekutatzen %s eta gatazkadun pakete bat baldin badago, honela kendu dezakezu %s Ondoren saiatu zure Home Manager ezarpenak berriro aktibatzen.
fa: ای بابا، Nix در نصب پروفایل جدید Home Manager شما شکست خورد! احتمالا یک تداخل با یک پکیج که نصب بوده است وجود دارد توسط "%s"؟ این را اجرا کنید %s و اگر یک پکیج با تداخل وجود دارد می‌توانید آن را پاک کنید با %s سپس دوباره تلاش به فعال‌سازی کانفیگ Home Manager خود کنید.
fi: Hupsista, Nix ei onnistunut asentamaan uutta Home Manager -profiiliasi! Ehkä kyseessä on ristiriita paketin kanssa, joka asennettiin käyttämällä "%s"? Kokeile suorittaa %s Jos ristiriitainen paketti on olemassa, voit poistaa sen käyttämällä %s Yritä sitten aktivoida Home Manager -määrityksesi uudelleen.
fr: Oups, Nix n'a pas réussi à installer votre nouveau profil de Home Manager ! Il y a peut-être un conflit avec un autre paquet qui a été installé avec « %s » ? Essayez d'exécuter %s et s'il y a un paquet en conflit, vous pourrez le supprimer avec %s Après, essayez encore d'activer votre configuration de Home Manager.
id: Ups, Nix gagal memasang profil Home Manager baru Anda! Mungkin ada konflik dengan paket yang diinstal menggunakan "%S"? Coba jalankan %S dan jika ada paket yang bertentangan, Anda dapat menghapusnya %S Kemudian coba aktifkan kembali konfigurasi Home Manager Anda.
it: Ops, Nix non è riuscito ad installare il tuo nuovo profilo Home Manager! Potrebbe esserci un conflitto con un pacchetto che è stato installato utilizzando "%s"? Provate ad eseguire · · · ·%s e se ci fosse un pacchetto in conflitto, potete rimuoverlo con · · · · %s Poi provate a riattivare la configurazione Home Manager.
ja: 新しいプロファイルのインストールに失敗しました "%s"を使ってインストールしたパッケージが矛盾している可能性があります。 以下のコマンド %s で競合しているパッケージを確認したのち、 %s で競合を解消し、再度Home Managerの設定を試してください。
ko: 아이고, Nix가 새로운 홈 매니저 profile을 설치하는데 실패했네요! 혹시나 "%s"를 이용해서 설치된 패키지와 충돌이 일어난 것 일까요? 다음의 명령어를 시도해보세요. %s 만약 충돌하는 패키지가 있다면 다음의 명령어로 제거할 수 있습니다. %s 그런 후, 다시 홈 매니저 설정을 활성화 해보세요.
nb_no: Nix kunne ikke installere din nye Home Manager-profil! Kanskje det er en konflikt med en pakke som ble installert ved bruk av «%s«? Prøv å kjøre %s og hvis det er en pakke i konflikt kan du fjerne den med %s for så å aktivere ditt Home Manager-oppsett igjen.
nl: Oei, het is Nix niet gelukt om je nieuwe Home Manager profiel te installeren! Misschien is er een conflict met het pakket dat ge√Ønstalleerd was met "%s"? Probeer het volgende te draaien %s en als er een pakket is dat een conflict geeft kan je dat verwijderen met %s Probeer daarna je Home Manager configuratie opnieuw te activeren.
pl: Ups, Nix nie zdołał zainstalować twojego nowego profilu Home Manager! Możliwa niezgodność z paczką zainstalowaną używając: "%s"? Spróbuj wykonać %s jeżeli istnieje niezgodność między paczkami, możesz usunąć niezgodną paczkę używając %s Po czym spróbuj aktywować swoją konfigurację Home Manager jeszcze raz.
pt: Épa! O nix não conseguiu instalar o seu novo perfil do Home Manager. Talvez haja um conflito com um pacote que foi instalado usando "%s"? Tente executar %s e se houver algum pacote com conflito, remova-o com %s E então tente novamente ativar a sua configuração do Home Manager.
pt_br: Opa! O nix não conseguiu instalar seu novo perfil do Home Manager. Talvez haja um conflito com um pacote que foi instalado usando "%s"? Tente executar %s e se houver algum pacote com conflito, remova-o com %s E então tente novamente ativar a sua configuração do Home Manager.
ro: Ups, Nix a eșuat să instaleze profilul tău nou Home Manager Poate există un conflict cu un pachet care a fost instalat folosind "%s"? Încearcă să rulezi %s și dacă exista pachete în conflict puteți sa le ștergeți cu %s Apoi încearcă să activați configurația ta Home Manager din nou.
ru: Ой, Nix не смог установить новый профиль Home Manager! Возможно, возник конфликт с пакетом, ранее установленным с помощью "%s". Попробуйте выполнить %s и если найдётся конфликтующий пакет, удалите его командой %s После попробуйте активировать конфигурацию снова.
sv: Ajdå, Nix lyckades inte installera din nya Home Manager-profil! Kanske det finns en konflikt med ett paket som installerades genom "%s"? Prova att köra %s och om det finns ett paket som är i vägen så kan du ta bort det med %s Prova sedan att aktivera din Home Manager-konfiguration igen.
tr: Eyvah, Nix yeni Home Manager profilinizi kuramadı! Belki de "%s" kullanan kurulan paketlerin biriyle bir çakışma vardır? %s komutunu çalıştırın ve eğer çakışan bir paket varsa onu %s ile kaldırabilirsiniz. Sonra Home Manager yapılandırmanızı yeniden etkinleştirmeyi deneyin.
uk: На жаль, Nix не вдалося встановити ваш новий профіль Home Manager! Можливо, виник конфлікт із пакунком, встановленим за допомогою "%s"? Спробуйте запустити %s і якщо є конфліктуючий пакунок, ви можете його видалити %s Потім спробуйте знову активувати конфігурацію Home Manager.
zh_hans: 糟糕，Nix 未能安装您的新 Home Manager 配置文件！ 也许这里和使用 "%s" 安装的包有冲突？ 尝试运行 %s 如果有冲突的包，你可以用 %s 来移除。然后尝试再次激活您的 Home Manager 配置。
zh_hant: 糟糕，Nix 未能安裝您的新 Home Manager 配置文件！ 也許這裏和使用 "%s" 安裝的包有衝突？ 嘗試運行 %s 如果有衝突的包，你可以用 %s 來移除。然後嘗試再次啟用您的 Home Manager 配置。

source: Activating %s
ar: جارى تفعيل %s
bg: Активиране на %s
ca: Activant %s
cs: Aktivuji %s
da: Aktiverer %s
de: Aktiviere %s
es: Activando %s
eu: %s aktibatzen
fa: فعال‌سازی %s
fi: Aktivoidaan %s
fr: Activation de %s
id: Mengaktifkan %s
it: Attivando %s
ja: %s を有効化しています
ko: %s를 활성화 하는 중
nb_no: Aktiverer %s
nl: %s aan het activeren
pl: Aktywowanie %s
pt: Ativando %s
pt_br: Ativando %s
ro: Se activează %s
ru: Активирую %s
sv: Aktiverar %s
tr: %s etkinleştiriliyor
uk: Активація %s
zh_hans: 正在激活 %s
zh_hant: 正在啟用 %s

source: Migrating profile from %s to %s
ar: جارى نقل الملف الشخصي من %s إلى %s
bg: Мигриране на профил от %s към %s
ca: Migrant el perfil de %s a %s
cs: Migruji profil z %s do %s
da: Migrerer profil fra %s til %s
de: Migriere das Profil von %s zu %s
es: Migrando el perfil de %s a %s
eu: %s -tik %s -(r)a migratzen profila
fa: مهاجرت پروفایل از %s به %s
fi: Siirretään profiilia sijainnista %s kohteeseen %s
fr: Migration du profil de %s vers %s
id: Memigrasi profil dari %s ke %s
it: Migrazione del profilo da %s a %s
ja: %s から %s にプロファイルを転送中
ko: %s에서 %s로 프로파일을 옮기는 중
nl: Profiel aan het migreren van %s naar %s
pl: Migracja profilu z %s do %s
pt: A migrar perfil de %s para %s
pt_br: Migrando perfil de %s para %s
ro: Se migrează profilul de la %s la %s
ru: Переношу профиль из %s в %s
sv: Migrerar profil från %s till %s
tr: Profil %s, %s e taşınıyor
uk: Перенесення профілю з %s на %s
zh_hans: 将从%s向%s迁移配置档案

source: Could not find suitable profile directory, tried %s and %s
ar: لم يتم العثور على مجلد الملف الشخصي المناسب، تم تجريب %s و%s
bg: Не беше намерена подходяща директория за профила, пробвано с %s и %s
ca: No s'ha pogut trobar un directori de perfils adequat, s'ha provat %s i %s
cs: Nebyl nalezen vhodný adresář profilu, byly zkoušeny %s a %s
da: Kunne ikke finde en passende profilmappe, forsøgte %s og %s
de: Es konnte kein passendes Profilverzeichnis gefunden werden, %s und %s wurden versucht
es: No se ha podido encontrar un directorio de perfiles adecuado, se ha probado con %s y %s
eu: Ezin izan da profil karpeta egokirik aurkitu, %s eta %s saiatu dira
fa: بعد از امتحان کردن %s و %s , دایرکتوری مناسب برای پروفایل یافت نشد
fi: Sopivaa profiilihakemistoa ei löytynyt, yritettiin %s ja %s
fr: Impossible de trouver le dossier de profil approprié, essayé %s et %s
id: Tidak dapat menemukan direktori profil yang sesuai, coba %s dan %s
it: Impossibile trovare la directory del profilo adatta, si è provato con %s e %s
ja: 適切なプロファイル ディレクトリが見つかりませんでした。%s と %s を試しました
ko: %s와 %s를 시도했지만, 적합한 프로파일 디렉토리를 찾을 수 없습니다
nb_no: Kunne ikke finne en passende profilmappe, prøvde %s og %s
nl: Kan geen geschikte map vinden voor het profiel, %s en %s geprobeerd
pl: Nie można znaleźć odpowiedniego katalogu profilu, próbowano %s i %s
pt: Não foi possível encontrar uma diretoria de perfil apropriada, foi tentado %s e %s
pt_br: Não foi possível encontrar um diretório de perfil apropriado, tentou %s e %s
ro: Nu s-a putut găsi un director cu un profil potrivit, s-a încercat %s și %s
ru: Не найдена подходящая директория профиля, пробовали %s и %s
sv: Kunde inte hitta lämplig profil-katalog, försökte med %s och %s
tr: Kullanılabilir profil dizini bulunamadı, %s ve %s denendi
uk: Не вдалося знайти відповідний каталог профілю, спробував %s і %s
zh_hans: 在 %s 以及 %s 中未能找到合适的档案目录

source: Sanity checking oldGenNum and oldGenPath
ca: Comprovant oldGenNum i oldGenPath
ko: oldGenNum과 oldGenPath가 정상인지 확인 중
pt: Revalidando oldGenNum e oldGenPath
tr: oldGenNum ve oldGenPath denetleniyor
zh_hans: 正在进行 oldGenNum 和 oldGenPath 的完整性检查
zh_hant: 正在進行 oldGenNum 和 oldGenPath 的完整性檢查

source: The previous generation number and path are in conflict! These must be either both empty or both set but are now set to '%s' and '%s' If you don't mind losing previous profile generations then the easiest solution is probably to run rm %s/home-manager* rm %s/current-home and trying home-manager switch again. Good luck!
ca: Conflicte entre el número de generació prèvia i el camí! Aquests han de ser o bé ambdós buits o definits com a: '%s' i '%s' Si no t'importa perdre les generacions de perfil prèvies, la solució més fàcil probablement és executar: rm %s/home-manager* rm %s/current-home i provar home-manager switch de nou. Bona Sort!
ko: 이전 세대 번호와 경로가 서로 충돌하고 있습니다! 이들은 둘 다 비어있든지 아니면 둘 다 설정돼있어야 하는데 지금 이들은 다음으로 설정되어있습니다. '%s' 와 '%s' 만약 이전 profile 세대들을 잃는 것이 상관없다면 가장 쉬운 해결 방법은 아마 다음의 명령어를 실행하는 것일 겁니다. rm %s/home-manager* rm %s/current-home 그런 후 'home-manager switch'를 다시 시도해 보십시오. 행운을 빕니다!
pt: O número da geração anterior e o caminho não batem! Ambos precisam estar ou vazios ou definidos, mas estão definidos como '%s' e '%s' Se não se importa de perder gerações de perfis anteriores, então a solução mais rápida é provavelmente executar rm %s/home-manager* rm %s/current-home e tentar executar "home-manager switch" de novo. Boa sorte!
tr: Önceki inşa numarası ve yolu çakışıyor! Bunların ikisi de boş olmalı veya ayarlanmalı ama şu anda '%s' ve '%s' olarak ayarlandı. Önceki profil inşalarını kaybetmeyi önemsemiyorsanız en kolay çözüm muhtemelen rm %s/home-manager* rm %s/current-home komutlarını çalıştırmak ve tekrar home-manager switch denemektir. İyi şanslar!
zh_hans: 上一次生成序号和路径存在冲突！ 两者需要同时为空或者设置，但目前状态是 '%s' 和 '%s' 但如果你不介意丢失上次生成结果， 最简单的解决方案是运行 rm %s/home-manager* rm %s/current-home 然后再次尝试执行 home-manager switch。祝你一把过！

source: Error: USER is set to "%s" but we expect "%s"
bg: Грешка: USER е със стойност "%s", но се очаква да е "%s"
ca: Error: USER està configurat a "%s", però s'esperava "%s"
cs: Chyba: USER je nastaven na "%s", ale očekáváme "%s"
da: Fejl: USER er sat til "%s", men vi forventer "%s"
de: Fehler: USER ist auf "%s" gesetzt, aber es wird "%s" erwartet
es: Error: USER está configurado en "%s" pero esperamos "%s"
fa: خطا: USER به "%s" تنظیم شده اما ما انتظار داریم "%s"
fi: Virhe: USER on asetettu arvoksi "%s", mutta odotettiin arvoa "%s"
fr: Erreur : USER vaut « %s » mais nous attendions « %s »
id: Error: PENGGUNA diatur ke "%s" tetapi kami mengharapkan "%s"
it: Errore: USER è impostato su "%s" ma era previsto "%s"
ja: エラー: USER は "%s" に設定されていますが、"%s" が期待されています
ko: 에러: USER가 "%s"로 설정되어 있는데, 사실은 "%s"를 기대함
nb_no: Feil: USER er satt til "%s", men vi forventet "%s"
nl: Fout: USER heeft als waarde "%s" maar we verwachten "%s"
pl: Błąd: Właściwość USER ma wartość "%s" podczas gdy spodziewana wartość to "%s"
pt: Erro: USER está definido como "%s" mas é esperado "%s"
ro: Eroare: USER este setat la "%s", dar noi ne așteptam la "%s"
ru: Ошибка: USER установлена в "%s", но ожидается "%s"
sv: Fel: USER är satt till "%s" men "%s" förväntades
tr: Hata: USER "%s" olarak ayarlandı ancak biz "%s" bekliyoruz
uk: Помилка: USER встановлено на "%s", але очікувалося "%s"
zh_hans: 错误: USER 被配置为 "%s" 但我们预期它是 "%s"

source: Error: HOME is set to "%s" but we expect "%s"
bg: Грешка: HOME е със стойност "%s", но се очаква да е "%s"
ca: Error: HOME està configurat a "%s", però s'esperava "%s"
cs: Chyba: HOME je nastaven na "%s", ale očekáváme "%s"
da: Fejl: HOME er sat til "%s", men vi forventer "%s"
de: Fehler: HOME ist auf "%s" gesetzt, aber es wird "%s" erwartet
es: Error: HOME está configurado en "%s" pero esperamos "%s"
fa: خطا: HOME به "%s" تنظیم شده اما ما انتظار داریم "%s"
fi: Virhe: HOME on asetettu "%s":ksi, mutta odotamme "%s":ta
fr: Erreur : HOME vaut « %s » mais nous attendions « %s »
id: Error: BERANDA diatur ke "%s" tetapi kami mengharapkan "%s"
it: Errore: HOME è impostata su "%s" ma era previsto un valore di "%s"
ja: エラー: HOME は "%s" に設定されていますが、"%s" が期待されています
ko: 에러: HOME가 "%s"로 설정되어 있는데, 사실은 "%s"를 기대함
nb_no: Feil: HOME er satt til "%s", men vi forventet "%s"
nl: Fout: HOME heeft als waarde "%s" maar we verwachten "%s"
pl: Błąd: Właściwość HOME ma wartość "%s" podczas gdy spodziewana wartość to "%s"
pt: Erro: HOME está definida como "%s" mas é esperado "%s"
ro: Eroare: HOME este setat la "%s", dar noi ne așteptam la "%s"
ru: Ошибка: HOME установлена в "%s", но ожидается "%s"
sv: Fel: HOME är satt till "%s" men "%s" förväntades
tr: Hata: HOME "%s" olarak ayarlandı ancak biz "%s" bekliyoruz
uk: Помилка: HOME встановлено на "%s", але очікувалося "%s"
zh_hans: 错误: HOME 目前设置了 "%s" 但我们需要它是 "%s"

source: Starting Home Manager activation
ar: جارى بدء تنشيط Home Manager
bg: Започване на активацията на Home Manager
ca: Començant activació de Home Manager
cs: Zapínám aktivaci Home Manager
da: Starter Home Manager aktivering
de: Starte Home-Manager-Aktivierung
es: Comenzando activación de Home Manager
eu: Home Manager-en aktibazioa hasten
fa: شروع فعال‌سازی Home Manager
fi: Home Managerin aktivointi käynnistyy
fr: Démarrage de l'activation de Home Manager
id: Memulai aktivasi Home Manager
it: Iniziando attivazione Home Manager
ja: Home Managerの有効化を開始しました
ko: 홈 매니저 활성화를 시작하는 중
nb_no: Starter aktivering av Home Manager
nl: Home manager activatie aan het starten
pl: Rozpoczynam aktywację Home Managera
pt: Iniciando ativação do Home Manager
pt_br: Iniciando ativação do Home Manager
ro: Se pornește activarea Home Managerului
ru: Начинаю активацию Home Manager
sv: Startar Home Manager-aktivering
tr: Home Manager etkinleştirmesi başlatılıyor
uk: Початок активації Home Manager
zh_hans: 正在启动 Home Manager 初始化程序
zh_hant: 正在啟動 Home Manager 初始化程式

source: Sanity checking Nix
ar: جارى فحص سلامة Nix
bg: Бърза проверка на Nix
ca: Comprovant Nix
cs: Kontrola správnosti Nix
da: Tjekker fornuften af Nix
de: Überprüfe zur Sicherheit Nix
es: Chequeando Nix
eu: Nix ikuskatzen
fa: چک کردن پایداری Nix
fi: Nixin eheys tarkistetaan
fr: Vérification de Nix
id: Pemeriksaan sanity Nix
it: Controllando Nix
ja: Nixの健全性検査中です
ko: Nix가 정상인지 확인 중
nb_no: Kontrollerer at Nix fungerer
nl: Nix aan het sanity checken
pl: Sprawdzanie poprawności Nix
pt: Revalidando Nix
pt_br: Revalidando Nix
ro: Se verifică corectitudinea Nix
ru: Проверка работоспособности Nix
sv: Kontrollerar att Nix funkar
tr: Nix denetleniyor
uk: Перевірка адекватності Nix
zh_hans: 正在进行 Nix 完整性检查
zh_hant: 正在進行 Nix 完整性檢查

source: This is a dry run
ar: هذا تنفيذ جاف
bg: Това е пробно изпълнение
ca: Execució de simulacre
cs: Toto je zkušební běh
da: Dette er en test-kørsel
de: Dies ist ein Probelauf
es: Ejecución de simulacro
eu: Hau itxurazko exekuzioa da
fa: این یک عمل آزمایشی است
fi: Tämä on testiajo
fr: Ceci est une fausse activation (essai à blanc)
id: Ini adalah dry run
it: Questo è un avvio secco
ja: これは予行練習(dry run)です
ko: 모의 실행 중 입니다
nb_no: Dette er en simulert kjøring
nl: Dit is een oefening
pl: To jest wykonanie testowe
pt: Essa é uma execução de teste
pt_br: Essa é uma execução de teste
ro: Aceasta este o rulare simulată
ru: Это пробный запуск
sv: Detta är en simulerad körning
tr: Bu bir deneme çalıştırmasıdır
uk: Це пробний запуск
zh_hans: 这是试运行
zh_hant: 這是試運行

source: This is a live run
ar: هذا تنفيذ مباشر
bg: Това не е пробно изпълнение
ca: Execució en viu
cs: Toto je běh na ostro
da: Dette er en direkte kørsel
de: Dies ist kein Probelauf
es: Ejecución en vivo
eu: Hau zuzenezko exekuzioa da
fa: این یک عمل اجرایی است
fi: Tämä on reaaliaikainen ajo
fr: Ceci est une vraie activation
id: Ini adalah live run
it: Questa è una esecuzione live
ja: これは実際に実行されます
ko: 모의 실행이 아닌 실제 실행 중 입니다
nb_no: Dette er en virkelig kjøring
nl: Dit is voor echt
pl: To jest wykonanie właściwe
pt: Essa é uma execução de fato
pt_br: Essa é uma execução de fato
ro: Aceasta este o rulare directă
ru: Это реальный запуск
sv: Detta är en verklig körning
tr: Bu bir gerçek çalıştırmadır
uk: Це справжній запуск
zh_hans: 这是在实际运行
zh_hant: 這是在實際運行

source: Using Nix version: %s
ar: استخدام إصدار Nix: %s
bg: Използвана версия на Nix: %s
ca: Utilitzant versió de Nix: %s
cs: Používám Nix verze: %s
da: Bruger Nix version: %s
de: Nutze Nix Version: %s
es: Usando Nix versión %s
eu: Nix bertsioa: %s
fa: نسخه Nix در حال اجرا: %s
fi: Käytössä oleva Nix-versio: %s
fr: Version de Nix : %s
id: Menggunakan versi Nix: %s
it: Versione di Nix in uso: %s
ja: Nix バージョン %s を使用しています
ko: 사용 중인 Nix 버전: %s
nb_no: Bruker Nix-versjon: %s
nl: Nix versie %s wordt gebruikt
pl: Używając wersji Nix: %s
pt: Usando versão do Nix: %s
pt_br: Usando versão do Nix: %s
ro: Folosind versiunea Nix: %s
ru: Использую Nix версии: %s
sv: Använder Nix-version: %s
tr: Kullanılan Nix sürümü: %s
uk: Використання версії Nix: %s
zh_hans: 正在使用的 Nix 版本: %s
zh_hant: 正在使用的 Nix 版本: %s

source: Activation variables:
ar: متغيرات التنشيط:
bg: Активационни променливи:
ca: Variables d'activació:
cs: Aktivační proměnné:
da: Aktiveringsvariabler:
de: Aktivierungsvariablen:
es: Variables de activación:
eu: Aktibazio aldagaiak:
fa: فعال‌سازی متغیر‌ها:
fi: Aktivointimuuttujat:
fr: Variables d'activation :
id: Variabel aktivasi:
it: Variabili di attivazione:
ja: 有効化変数:
ko: 활성화 변수들:
nb_no: Aktiveringsvariabler:
nl: Activatie variabelen:
pl: Zmienne aktywacyjne:
pt: Variáveis durante ativação:
pt_br: Variáveis durante ativação:
ro: Variabile de activație:
ru: Переменные для активации:
sv: Aktiveringsvariabler:
tr: Etkinleştirme değişkenleri:
uk: Активація змінних:
zh_hans: 激活的变量：
zh_hant: 啟用的變數:

source: Creating new profile generation
ar: جارى إنشاء جيل جديد لملف التعريف
bg: Създаване на нова генерация на профила
cs: Vytváření nových generací profilu
da: Laver ny profil generation
de: Erstelle neue Profilgeneration
es: Creando nueva generación de perfil
eu: Profil sorrera berri bat sortzen
fa: در حال ساخت پروفایل جدید نسل
fi: Luodaan uusi profiiliversio
fr: Création d'une nouvelle génération de profil
pt_br: Criando uma nova geração de perfil
ru: Создание нового поколения профиля
