Repository: nix-community/home-manager
Catalog: modules/po/*.po
Languages: ar, bg, ca, cs, da, de, es, eu, fa, fi, fr, id, it, ja, ko, nb_no, nl, pl, pt, pt_br, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: No change so reusing latest profile generation
ar: لا يوجد تغيير لذا سيتم إعادة استخدام أحدث جيل من الملف الشخصي
bg: Няма промени и ще се използва последното поколение на профила
da: Ingen ændring, så genbruger den tidligste profil generation
de: Keine Änderung, verwende letzte Profilgeneration
es: No hubo cambio, así que reusando la última generación de perfil
eu: Ez da aldaketarik egon, azkeneko profil sorrera berrerabiliko da
fa: بدون تغییر پس استفاده دوباره از آخرین پروفایل نسل
fi: Ei muutosta, joten käytetään uudelleen uusinta profiilin luomista
fr: Aucun changement, donc réutilisation du dernier profil généré
pt_br: Sem alteração, então reusando a última geração de perfil
ru: Изменений нет, повторно исползуем последнее поколение профиля

source: %s: unknown option '%s'
ar: %s: خيار غير معروف '%s'
bg: %s: непозната опция '%s'
eu: %s: aukera ezezaguna '%s'
fi: %s: tuntematon optio '%s'
pt_br: %s: opção desconhecida '%s'

source: %s is "%s", expected "%s"
pt_br: %s é "%s", o esperado era "%s"
