Repository: nix-community/home-manager
Catalog: home-manager/po/*.po
Languages: ar, bg, ca, cs, da, de, es, eu, fa, fi, fr, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sv, ta, tr, uk, vi, zh_hans, zh_hant

source: %s: missing argument for %s
ar: %s: معطيات مفقوة ل %s
bg: %s: липсващ аргумент за %s
ca: %: falta un argument per %s
da: %s: manglende argument for %s
de: %s: Fehlendes Argument für %s
es: %s: falta argumento para %s
eu: %s: %s -(e)k argumentua falta du
fa: %s: مقدار %s یافت نشد
fi: %s: puuttuva argumentti kohteelle %s
fr: %s: argument manquant pour %s
it: %s: argomento mancante per %s
ja: %s: %s の引数がありません
ko: %s: %s에 대한 인자 누락
nl: %s: ontbrekend argument voor %s
ro: %s: Argument lipsă pentru %s
ru: %s: отсутствует параметр для %s
sv: %s: saknar argument för %s
ta: %s: %s காணவில்லை
tr: %s: %s için argüman eksik
uk: %s: відсутній аргумент для %s
vi: %s: bị thiếu đối số cho %s
zh_hans: %s：缺少参数 %s
zh_hant: %s：缺少 %s 的引數

source: %s: %s can only be used after %s
ar: %s: %s يمكن استخدامه فقط بعد %s
de: %s: %s kann nur nach %s verwerdet werden
eu: %s: %s %s -(r)en ondoren bakarrik erabili daiteke
it: %s: %s può essere usato solo dopo %s
ja: %s: %s は %s のあとでのみ使えます
sv: %s: %s kan bara användas efter %s
tr: %s: %s kullanmak için ilk %s kullanın
uk: %s: %s можна використовувати лише після %s
zh_hant: %s：%s 只能在 %s 之後使用

source: No configuration file found at %s
ar: لم يتم العثور على ملف الإعدادات في %s
bg: Не е намерен конфигурационен файл на %s
ca: No s'ha trobat cap fitxer de configuració a %s
cs: V %s nebyl nalezen konfigurační soubor
da: Ingen konfigurationsfiler fundet ved %s
de: Keine Konfigurationsdatei unter %s gefunden
es: Archivo de configuración no encontrado en %s
eu: Ez da konfigurazio fitxategirik topatu %s -n
fa: هیچ فایل تنظیماتی در %s یافت نشد
fi: Kokoonpanotiedostoa ei löydy %s:sta
fr: Aucun fichier de configuration trouvé à l'emplacement %s
id: Tidak ada file konfigurasi yang ditemukan di %s
it: Nessun file di configurazione trovato in %s
ja: %s に設定ファイルが見つかりません
ko: %s에서 설정 파일을 찾을 수 없음
lt: Nerastas konfigūracijos failas %s
nl: Geen configuratiebestand gevonden op %s
pl: Nie znaleziono pliku konfiguracyjnego %s
pt: Nenhum ficheiro de configuração encontrado no %s
ro: Nu s-a găsit niciun fișier de configurare la locația %s
ru: Не найден файл конфигурации в %s
sv: Det finns ingen konfigurationsfil i %s
ta: %s இல் உள்ளமைவு கோப்பு இல்லை
tr: %s'te yapılandırma dosyası bulunamadı
uk: Файл конфігурації не знайдено в %s
vi: Không tìm thấy tập tin cấu hình tại %s
zh_hans: 未在 %s 找到配置文件
zh_hant: 在 %s 找不到設定檔

source: Keeping your Home Manager %s in %s is deprecated, please move it to %s
ar: وضع Home Manager %s فى %s لا ينصح به، الرجاء قم بنقله الى %s
bg: Запазването на Вашия Домоуправител %s в %s е остаряла практика, моля преместете го в %s
ca: Mantenir el teu Home Manager %s a %s està obsolet, si us plau mou-lo a %s
cs: Udržovat Home Manager %s v %s je zastaralé, prosím přesuňte jej do %s
da: Det er forældet at holde Home Manager %s i %s, ryk den venligst til %s
de: Das Speichern des Home Managers %s in %s ist veraltet, Bitte nach %s verschieben
es: Mantener tu Home Manager %s en %s está obsoleto, por favor muévalo a %s
eu: Zure Home Manager-a %s %s -(r)en barruan izatea gaitzetsia dago, mesedez, mugizazu %s -ra
fa: نگه داری %s در %s منسوخ شده است. لطفا آنرا به %s انتفال دهید
fi: Home Managerin %s pitäminen %s:ssa on vanhentunut. ole hyvä ja siirrä se %s:een
fr: Garder votre Home Manager %s dans %s est obsolète, Veuillez le déplacer à %s
id: Mempertahankan Pengelola Beranda Anda %s di %s tidak digunakan lagi, tolong pindahkan ke %s
it: Mantere il tuo Home Manger %s su %s è deprecato, Perfavore spostalo su %s
ja: Home Managerの %s の %s への保管は非推奨となりました %s へ移動させてください
ko: 홈 매니저 %s 을 %s 안에 선언하는 것은 더 이상 사용되지 않습니다. %s로 옮겨주십시오
nl: Je Home Manager %s bestand opslaan in %s is niet langer ondersteund, gelieve het te verplaatsen naar %s
pl: Przechowywanie %s Home Managera w %s jest przestarzałe, proszę przenieść go do %s
ro: Păstrarea Home Managerului %s în $s e depreciat, vă rugăm să îl mutați în %s
ru: Файл %s вашего Home Manager находится в устаревшем месте %s пожалуйста, переместите его в %s
sv: Att behålla din Home Manager %s i %s är föråldrat, snälla flytta den till %s
ta: உங்கள் வீட்டு மேலாளரை %s %s இல் வைத்திருப்பது நீக்கப்பட்டது, தயவுசெய்து அதை %s க்கு நகர்த்தவும்
tr: Ana Dizin Yöneticisi'yi %s'de tutmak artık desteklenmemektedir, lütfen %s'e taşıyın
uk: Збереження вашого Home Manager %s у %s є застарілим, будь ласка, перемістіть його до %s
vi: Giữ Home Manager của bạn %s ở %s đã không còn phù hợp, hãy chuyển nó tới %s
zh_hans: 需要确保 Home Manager 在 %s 中，%s 已废弃。 请手动移动到 %s
zh_hant: 將 Home Manager 的 %s 放在 %s 中， 已經被棄用， 請改放到 %s

source: No configuration file found. Please create one at %s
ar: لم يتم العثور على ملف الاعدادات. يُرجى إنشاء واحد في %s
bg: Конфигурационният файл не намерен. Моля създайте такъв в %s
ca: No s'ha trobat cap fitxer de configuració. Si us plau, creeu un a %s
cs: Konfigurační soubor nenalezen. Prosím vytvořte jej v %s
da: Ingen konfigurationsfiler fundet. Venligst lav en ved %s
de: Keine Konfigurationsdatei gefunden. Bitte erstellen Sie eine unter %s
es: Archivo de configuración no encontrado. Por favor cree uno en %s
eu: Ez da konfigurazio fitxategirik aurkitu. Mesedez sortuzazu bat %s -n
fa: هیچ فایل تنظیماتی پیدا نشد. لطفا یک فایل در %s بسازید
fi: Kokoonpanotiedostoa ei löytynyt. Luo sellainen %s:lla
fr: Aucun fichier de configuration trouvé. Veuillez en créer un à l'emplacement %s
id: Tidak ada file konfigurasi yang ditemukan. Silakan buat di %s
it: Nessun file di configurazione trovato. Per favore creane uno in %s
ja: 設定ファイルがありません。ファイルを %s に作ってください
ko: 설정 파일을 찾을 수 없음. %s에 설정 파일을 생성하십시오
lt: Nerastas konfigūracijos failas. Sukurkite jį adresu %s
nl: Geen configuratiebestand gevonden, maak er alstublieft een aan op %s
pl: Nie znaleziono pliku konfiguracyjnego. Proszę utworzyć plik %s
pt: Ficheiro de configuração não encontrado. Por favor crie um em %s
ro: Nu s-a găsit niciun fișier de configurare. Vă rugăm să creați unul la %s
ru: Не найден файл конфигурации. Пожалуйста, создайте его в %s
sv: Hittade ingen konfigurationsfil. Skapa en i %s
ta: உள்ளமைவு கோப்பு எதுவும் கிடைக்கவில்லை. தயவுசெய்து ஒன்றை %s இல் உருவாக்கவும்
tr: Yapılandırma dosyası bulunamadı. Lütfen %s konumunda bir tane oluşturunuz
uk: Файл конфігурації не знайдено. Будь ласка, створіть його в %s
vi: Không tìm thấy tệp cấu hình. Vui lòng tạo một cái tại %s
zh_hans: 未找到配置文件。请在 %s 处创建一份
zh_hant: 找不到設定檔。請在 %s 建立新的設定檔

source: Home Manager not found at %s.
ar: لم يتم العثور على Home Manager في %s.
bg: Home Manager не е открит в %s.
ca: No s'ha trobat el Home Manager a %s.
cs: Home Manager nebyl nalezen v %s.
da: Home Manager blev ikke fundet ved %s.
de: Home Manager nicht gefunden unter %s.
es: No se ha encontrado el Home Manager en %s.
eu: Ezin izan da Home Manager aurkitu %s -(r)(e)n barruan.
fa: Home manager در %s یافت نشد.
fi: Home Manageria ei löytynyt sijainnista %s.
fr: Home Manager indisponible à %s.
id: Home Manager tidak ditemukan di %s.
it: Home Manager non è stato trovato in %s.
ja: Home Manager が %s にありません。
ko: %s에서 홈 매니저가 발견되지 않음.
lt: Nerastas Home Manager šioje vietoje %s.
nl: Home Manager niet gevonden in %s.
pl: Home Manager nie znaleziony w %s.
ro: Home Manager nu a putut fi găsit la locația %s.
ru: Home Manager не был найден в %s.
sv: Home Manager hittades inte på %s.
ta: வீட்டு மேலாளர் %s இல் காணப்படவில்லை.
tr: %s konumunda Ana Dizin Yöneticisi bulunamadı.
uk: Home Manager не знайдено на %s.
vi: Không tìm thấy Home Manager ở %s.
zh_hans: 未在 %s 找到 Home Manager。
zh_hant: 在 %s 中找不到 Home Manager。

source: The fallback Home Manager path %s has been deprecated and a file/directory was found there.
ar: مسار Home Manager البديل %s غير موصى باستخدامه وتم العثور على ملف/مجلد هناك.
bg: Изборът на резервната локация на Home Manager в %s е остаряла практика и файлът/директорията беше намерен/а там.
ca: La ruta alternativa del Home Manager ha quedat obsoleta i s'ha trobat un fitxer/directori allí.
cs: Záložní cesta pro Homa Manager % je zastaralá, byl v ní ale nalezen soubor/adresář.
da: Det er forældet at bruge fallback Home Manager path %s og der blev fundet en fil/mappe der.
de: Der Ausweichpfad für Home-Manager unter %s ist veraltet. Es wurde jedoch eine Datei/ein Verzeichnis dort gefunden.
es: La ruta alternativa de Home Manager %s ha quedado obsoleta y se encontró un archivo/directorio allí.
eu: Ordezko Home Manager bide-izena %s gaitzetsia dago eta fitxategi/karpeta bat aurkitu da han.
fa: مسیر زاپاس برای Home manager در %s منسوخ شده است اما یک فایل/دایرکتوری در این مسیر پیدا شد.
fr: Le chemin d'accès de secours vers Home Manager %s est obsolète et un fichier/dossier y a été trouvé.
id: Path fallback Home Manager %s sudah tidak digunakan lagi dan file/direktori ditemukan di sana.
it: Il percorso di riserva di Home Manager %s è stato deprecato e un file/directory è stato trovato lì.
ja: フォールバックの Home Manager のパス %s は非推奨ですが、そこにファイルまたはディレクトリがあります。
ko: 대체 홈 매니저 경로 %s는 더 이상 사용되지 않게 되었고 어떤 파일/디렉토리가 그곳에서 발견 되었습니다.
nl: De fallback Home Manager lokatie %s is deprecated en een bestand/map is gevonden op deze lokatie.
pl: Rezerwowa ścieżka Home Managera %s jest przestarzała ale zawiera plik lub katalog.
ro: Locația de rezervă %s pentru Home Manager a fost depreciată și a fost găsit un fișier/director acolo.
ru: Резервный путь Home Manager %s считается устаревшим, но в нём был найден файл или папка.
sv: Reservsökvägen för Home Manager %s har fasats ut och en fil/katalog hittades där.
ta: குறைவடையும் வீட்டு மேலாளர் பாதை %s நீக்கப்பட்டு, ஒரு கோப்பு/அடைவு அங்கு காணப்பட்டது.
tr: Yedek Ana Dizin Yöneticisi %s yolu kullanımdan kaldırıldı ve orada bir dosya/dizin bulundu.
uk: Резервний шлях до Home Manager %s застарів, і там було знайдено файл/каталог.
vi: Đường dẫn Home Manager dự phòng %s không được dùng nữa và một tệp/thư mục đã đuợc tìm thấy ở đó.
zh_hans: 后备 Home Manager 路径 %s 已被弃用，但在这里找到了一个文件或文件夹。
zh_hant: 備用的 Home Manager 路徑 %s 已被棄用，且在該處找到了檔案/目錄。

source: To remove this warning, do one of the following. 1. Explicitly tell Home Manager to use the path, for example by adding { programs.home-manager.path = "%s"; } to your configuration. If you import Home Manager directly, you can use the `path` parameter pkgs.callPackage /path/to/home-manager-package { path = "%s"; } when calling the Home Manager package. 2. Remove the deprecated path. $ rm -r "%s"
ar: لإزالة هذا التحذير، نفّذ أحد الإجراءات التالية. 1. وجّه Home Manager صراحةً لاستخدام المسار، على سبيل المثال بإضافة ­­{ programs.home-manager.path = "%s"; } إلى إعداداتك. إذا استوردت Home Manager مباشرةً، يمكنك استخدام المتغير `path` pkgs.callPackage /path/to/home-manager-package { path = "%s"; } عند استدعاء حزمة Home Manager. 2. أزل المسار المُهمل. $ rm -r "%s"
bg: За да премахнете това предупреждение, направенете една от следните опции: 1. Изрично наредете на Home Manager да ползва локацията, като например добавите: { programs.home-manager.path = "%s"; } в конфигурацията си. Ако импортирате Home Manager директно, можете да ползвате `path` параметъра. pkgs.callPackage /path/to/home-manager-package { path = "%s"; } Когато повиквате Home Manager пакета. 2. Премахнате остарялата локация. $ rm -r "%s"
ca: Per a eliminar aquest advertiment, dugueu a terme una de les següents opcions. 1. Indiqueu explícitament al Home Manager que utilitzi la ruta, per exemple afegint { programs.home-manager.path = "%s"; } a la vostra configuració. Si importeu el Home Manager directament, podeu utilitzar el paràmetre `path` pkgs.callPackage /ruta/al/paquet-del-home-manager { path = "%s"; } quan invoqueu el paquet del Home Manager. 2. Elimineu la ruta obsoleta. $ rm -r "%s"
cs: K odstranení tohoto varování udělejte jednu z následujících operací. 1. Jmenovitě určete Home Manageru cestu kterou má použít, například přidáním { programs.home-manager.path = "%s"; } do vašá konfigurace. pokud importujete Home Manager přímo, můžete použít proměnou `path` pkgs.callPackage /cesta/k/home-manager-package { path = "%s"; } pro volání balíčku Home Manager. 2. Odstraňte zastaralou cestu. $ rm -r "%s"
da: For at fjerne denne advarsel, gør en af følgende: 1. Fortæl eksplicit at Home Manager skal bruge stien, for eksempel ved at tilføje { programs.home-manager.path = "%s"; } til din konfiguration. Hvis du importerer Home Manager direkte, kan du bruge `path` parameteren pkgs.callPackage /sti/til/home-manager-pakke { path = "%s"; } når du kalder Home Manager pakken. 2. Fjern den forældede sti. $ rm -r "%s"
de: Um diese Warnung zu entfernen, führen Sie einen der folgenden Schritte aus. 1. Weisen Sie Home Manager explizit an, den Pfad zu verwenden, indem Sie z. B. : . . . . . { programs.home-manager.path = "%s"; } . . . zu Ihrer Konfiguration hinzufügen. . . . Sollten Sie Home Manager direkt importieren, können Sie den Parameter `path` . . . . . pkgs.callPackage /path/to/home-manager-package { path = "%s"; } . . . verwenden, wenn Sie das Home Manager-Paket aufrufen: 2. Entfernen Sie den veralteten Pfad: . . . . . $ rm -r "%s"
es: Para eliminar esta advertencia, realiza una de las siguientes acciones. 1. Indica explícitamente a Home Manager que utilice la ruta, por ejemplo añadiendo { programs.home-manager.path = "%s"; } a tu configuración. Si importa Home Manager directamente, puede utilizar el parámetro `path` pkgs.callPackage /path/to/home-manager-package { path = "%s"; } al llamar al paquete Home Manager. 2. Elimina la ruta obsoleta. $ rm -r "%s"
eu: Abisu hau kentzeko, egin hauetako bat. 1. Espresuki adierazi Home Manager-ari bide-izena erabiltzeko, adibidez honako hau gehitzen { programs.home-manager.path = "%s"; } zure konfigurazioari. Home Manager-a zuzenean inportatuz gero `path` parametroa erabil dezakezu pkgs.callPackage /path/to/home-manager-package { path = "%s"; } Home Manager paketea deitzerakoan. 2. Kendu bide-izen gaitzetsia. $ rm -r "%s"
fa: برای از بین بردن این اخطار, یکی از کار های زیر را انجام دهید. 1. مسیر Home Manager را به صورت دقیق با اضافه کردن خط زیر { programs.home-manager.path = "%s"; } به کانفیگ خود, تعریف کنید اگر Home Manager را به طور مستقیم import کرده اید, میتوانید از پارامتر `path` استفاده کنید pkgs.callPackage /path/to/home-manager-package { path = "%s"; } برای هنگامی که دارید پکیج Home Manager را صدا میزنید 2. مسیر منسوخ شده را پاک کنید $ rm -r "%s"
fr: Pour supprimer cet avertissement, exécutez l'une des actions suivantes : 1. Préciser explicitement à Home Manager d'utiliser le chemin d'accès, par exemple en ajoutant ceci à votre configuration : { programs.home-manager.path = "%s" ; } Si vous importez Home Manager directement, vous pouvez utiliser le paramètre `path` au lancement du package : pkgs.callPackage /path/to/home-manager-package { path = "%s" ; } 2. Supprimez le chemin d'accès obsolète. $ rm -r "%s"
it: Per rimuovere questo avvertimento, esegui queste istruzioni. 1.Di esplicitamente a Home Manager di usare il percorso, per esempio aggiungendo · · · · · { programs.home-manager.path = "%s"; } nella tua configurazione. · · · Se importi Home Manager direttamente, puoi usare il parametro `path` · · · · · pkgs.callPackage /percorso/di/home-manager-package { path = "%s";} · · · quando chiami il pacchetto Home Manager 2. Rimuovi il percorso deprecato · · · · · $ rm -r "%s"
ja: この警告が表示されないようにするには、以下のどれかを行ってください。 1. Home Manager にそのパスを使うよう伝えます。例えば { programs.home-manager.path = "%s"; } を設定に追加します。 もし Home Manager を直接インポートしているのであれば、 Home Manager パッケージを呼び出すときに `path` パラメーターを使って pkgs.callPackage /path/to/home-manager-package { path = "%s"; } のようにできます。 2. 非推奨のパスにあるものを削除します。 $ rm -r "%s"
ko: 이 경고를 제거하려면, 다음 항목 중 한가지를 하십시오. 1. 홈 매니저에게 명시적으로 경로를 사용하도록 설정합니다. 예를들어, 다음을 설정에 추가하십시오. { programs.home-manager.path = "%s"; } 만약 직접 홈 매니저를 import하면, 홈 매니저 패키지를 호출할 때 다음과 같이 `path` 파라미터를 사용할 수 있습니다. pkgs.callPackage /path/to/home-manager-package { path = "%s"; } 2. 더이상 사용하지 않는 경로를 지우십시오. $ rm -r "%s"
pl: Zrób jedną z tych rzeczy aby aby pozbyć się tego ostrzeżenia: 1. Jednoznacznie skonfiguruj Home Manager żeby używał konkretnej ścieżki, np. dodając { programs.home-manager.path = "%s"; } do twojej konfiguracji. Jeśli importujesz Home Manager bezpośrednio, możesz użyć parametru `path` pkgs.callPackage /ścieżka/do/pakiet-home-manager { path = "%s"; } przy wywołaniu pakietu Home Manager. 2. Usuń przestarzałą ścieżkę. $ rm -r "%s"
ro: Ca să înlăturați această avertizare, faceți una dintre următoarele 1. Spuneți în mod explicit lui Home Manager să folosească locația, ca exemplu prin adăugarea { programs.home-manager.path = "%s"; } în fila de configurare a dumneavoastră. Dacă importați direct Home Manager, puteți folosi parametrul `path` pkgs.callPackage /path/to/home-manager-package { path = "%s"; } cănd rulați Home Manager. 2. Ștergeți locația depreciata. $ rm -r "%s"
ru: Чтобы убрать это предупреждение, совершите один из шагов, приведённых ниже. 1. Явно заставьте Home Manager использовать путь, например добавив { programs.home-manager.path = "%s"; } в ваш файл конфигурации. Если вы импортируете Home Manager напрямую, то вы можете использовать параметр `path` pkgs.callPackage /path/to/home-manager-package { path = "%s"; } когда вызываете пакет Home Manager 2. Удалите устаревший путь. $ rm -r "%s"
sv: För att ta bort denna varning, gör något av följande. 1. Berätta uttryckligen för Home Manager att använda sökvägen, till exempel genom att lägga till { programs.home-manager.path = "%s"; } till din konfiguration. Om du importerar Home Manager direkt kan du använda parametern `path` pkgs.callPackage /path/to/home-manager-package { path = "%s"; } när du kallar på Home Manager-paketet. 2. Ta bort den föråldrade sökvägen. $ rm -r "%s"
ta: இந்த எச்சரிக்கையை அகற்ற, பின்வருவனவற்றில் ஒன்றைச் செய்யுங்கள். 1. ஓம் மேனேசரை பாதையை பயன்படுத்துமாறு வெளிப்படையாகச் சொல்லுங்கள், எடுத்துக்காட்டாக சேர்ப்பதன் மூலம் {programs.home-manager.path = "%s"; } உங்கள் உள்ளமைவுக்கு. நீங்கள் வீட்டு மேலாளரை நேரடியாக இறக்குமதி செய்தால், நீங்கள் `பாதை` அளவுருவைப் பயன்படுத்தலாம் pkgs.callpackage/path/to/home-manager- பேக்கேச் {பாதை = "%s"; } வீட்டு மேலாளர் தொகுப்பை அழைக்கும் போது. 2. நீக்கப்பட்ட பாதையை அகற்று. $ rm -r "%s"
tr: Bu uyarıyı kaldırmak için aşağıdakilerden birini yapınız. 1. Ana Dizin Yöneticisi'ye yolu kullanmasını açıkça söyleyiniz, örneğin { programs.home-manager.path = "%s"; } şeklinde yapılandırmanıza ekleyebilirsiniz. Ana Dizin Yöneticisi'ye doğrudan içe aktarırsanız, Ana Dizin Yöneticisi paketini çağırırken pkgs.callPackage /path/to/home-manager-package { path = "%s"; } şeklinde `path` parametresini kullanabilirsiniz. 2. Kullanımdan kaldırılan yolu kaldırın. $ rm -r "%s"
uk: Щоб видалити це попередження, виконайте одну з наведених нижче дій. 1. Чітко скажіть Home Manager використовувати шлях, наприклад, додавши { programs.home-manager.path = "%s"; } до вашої конфігурації. Якщо ви імпортуєте Home Manager безпосередньо, ви можете використовувати параметр `path` pkgs.callPackage /path/to/home-manager-package { path = "%s"; } при виклику пакету Home Manager. 2. Видаліть застарілий шлях. $ rm -r "%s"
vi: Để tắt cảnh báo này, hãy thực hiện một trong các thao tác sau. 1. Chỉ định Home Manager sử dụng đường dẫn, ví dụ bằng cách thêm { programs.home-manager.path = "%s"; } vào cấu hình của bạn. Nếu bạn nhập trực tiếp Home Manager, bạn có thể sử dụng tham số `path` pkgs.callPackage /path/to/home-manager-package { path = "%s"; } khi gọi gói Home Manager. 2. Xóa đường dẫn không được dùng nữa. $ rm -r "%s"
zh_hans: 为移除该警告，请完成下列建议的任意一项。 1. 明确地告诉 Home Manager 使用这个路径，例如添加 { programs.home-manager.path = "%s"; } 到您的配置。 如果您直接引用 Home Manager，则可以在使用 Home Manager 包时使用 `path` 参数，如下。 pkgs.callPackage /path/to/home-manager-package { path = "%s"; } 2. 移除被弃用的路径。 $ rm -r "%s"
zh_hant: 若要移除此警告，請執行下列其中一項。 1. 明確告知 Home Manager 使用該路徑，例如在 { programs.home-manager.path = "%s"; } 中，加入您的設定。 如果想直接匯入 Home Manager，可以在呼叫時使用 `path` 參數來指定路徑： pkgs.callPackage /path/to/home-manager-package { path = "%s"; } 這樣就能正確傳遞 Home Manager 的路徑。 2. 移除已棄用的路徑。 $ rm -r "%s"

source: Sanity checking Nix
ar: جارى فحص سلامة Nix
bg: Проверяване за коректността на Nix
ca: Comprovant Nix
da: Tjekker fornuften af Nix
de: Überprüfe zur Sicherheit Nix
es: Chequeando Nix
eu: Nix ikuskatzen
fa: چک کردن پایداری Nix
fi: Nixin eheys tarkistetaan
fr: Vérification de Nix
id: Pemeriksaan sanity Nix
it: Controllando Nix
ja: Nixの健全性検査中です
ko: Nix가 정상인지 확인 중
lt: Nix tikrinamas
nl: Nix aan het sanity checken
pl: Sprawdzanie poprawności Nix
ro: Se verifică corectitudinea Nix
ru: Проверка работоспособности Nix
sv: Kontrollerar att Nix funkar
ta: நல்லறிவு சோதனை நிக்ச்
tr: Nix denetleniyor
uk: Перевірка адекватності Nix
vi: Kiểm tra hợp lệ của Nix
zh_hans: 正在进行 Nix 完整性检查
zh_hant: 正在進行 Nix 完整性檢查

source: Could not find suitable profile directory, tried %s and %s
ar: لم يتم العثور على مجلد الملف الشخصي المناسب، تم تجريب %s و%s
bg: Не беше намерена подходяща директория за профила, пробвано с %s и %s
ca: No s'ha pogut trobar un directori de perfils adequat, s'ha provat %s i %s
cs: Nebyl nalezen vhodný adresář profilu, byly zkoušeny %s a %s
da: Kunne ikke finde en passende profilmappe, forsøgte %s og %s
de: Es konnte kein passendes Profilverzeichnis gefunden werden, %s und %s wurden versucht
es: No se ha podido encontrar un directorio de perfiles adecuado, se ha probado con %s y %s
eu: Ezin izan da profil karpeta egokirik aurkitu, %s eta %s saiatu dira
fa: بعد از امتحان کردن %s و %s , دایرکتوری مناسب برای پروفایل یافت نشد
fi: Sopivaa profiilihakemistoa ei löytynyt, yritettiin %s ja %s
fr: Impossible de trouver le dossier de profil approprié, essayé %s et %s
id: Tidak dapat menemukan direktori profil yang sesuai, coba %s dan %s
it: Impossibile trovare directory del profilo adatta, si è provato con %s e %s
ja: 適切なプロファイル ディレクトリが見つかりませんでした。%s と %s を試しました
ko: %s와 %s를 시도했지만, 적합한 프로파일 디렉토리를 찾을 수 없습니다
lt: Nepavyko rasti tinkamo profilio katalogo, bandyta naudoti %s ir %s
nl: Kan geen geschikte map vinden voor het profiel, %s en %s geprobeerd
pl: Nie można znaleźć odpowiedniego katalogu profilu, próbowano %s i %s
ro: Nu s-a putut găsi un director cu un profil potrivit, s-a încercat %s și %s
ru: Не найдена подходящая директория профиля, пробовали %s и %s
sv: Kunde inte hitta lämplig profil-katalog, försökte med %s och %s
ta: பொருத்தமான சுயவிவர கோப்பகத்தைக் கண்டுபிடிக்க முடியவில்லை, முயற்சித்த %s மற்றும் %s
tr: Kullanılabilir profil dizini bulunamadı, %s ve %s denendi
uk: Не вдалося знайти відповідний каталог профілю, спробував %s і %s
vi: Không thể tìm thấy thư mục hồ sơ phù hợp, đã thử %s và %s
zh_hans: 在 %s 以及 %s 中未能找到合适的档案目录
zh_hant: 找不到合適的設定檔目錄，已嘗試 %s 和 %s
