Repository: nix-community/home-manager
Catalog: home-manager/po/*.po
Languages: ar, bg, ca, cs, da, de, es, eu, fa, fi, fr, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sv, ta, tr, uk, vi, zh_hans, zh_hant

source: No generation with ID %s
ar: لا يوجد جيل بمعرف %s
bg: Не е намерена генерация с ID %s
ca: No existeix la generació amb ID %s
cs: Generace s ID %s neexistuje
da: Ingen generation med ID %s
de: Keine Generation mit ID %s
es: No existe la generación con ID %s
eu: Ez dago generaziorik %s ID-arekin
fa: هیچ نسل ای با شناسه %s یافت نشد
fr: Aucune génération avec l'ID %s
id: Tidak ada generasi dengan ID %s
it: Nessuna generazione con ID %s
ja: ID %s を持つ世代はありません
ko: ID %s를 갖는 세대가 존재하지 않음
lt: Nėra generacijos su ID %s
nl: Geen generatie met de ID %s
pl: Brak generacji z ID %s
pt: Nenhuma geração com ID %s
ro: Nicio generație cu ID-ul %s
ru: Поколение под номером %s не существует
sv: Ingen generation med ID %s
ta: ஐடி %s கொண்ட தலைமுறை இல்லை
tr: %s ID'sine sahip nesil bulunamadı
uk: Немає генерації з ID %s
vi: Không có thế hệ với ID %s
zh_hans: 没有 ID 为 %s 的生成结果
zh_hant: 沒有 ID 為 %s 的世代

source: Cannot remove the current generation %s
ar: لا يمكن إزالة الجيل الحالي %s
bg: Не може да бъде премахната сегашната генерация %s
ca: Impossible eliminar la generació actual %s
cs: Nelze odstranit současnou generaci %s
da: Kan ikke fjerne den nuværende generation %s
de: Die jetzige Generation %s kann nicht entfernt werden
es: No se pudo borrar la generación actual %s
eu: Ezin da oraingo generazioa %s ezabatu
fa: نمی‌توان نسل فعلی %s را حذف کرد
fi: Nykyistä generaatiota %s ei voi poistaa
fr: Impossible de supprimer la génération courante %s
id: Tidak dapat menghapus %s generasi saat ini
it: Impossibile rimuovere la generazione corrente %s
ja: 現在使用中の世代 %s は削除できません
ko: 현재 세대인 %s를 삭제할 수 없음
lt: Negalima pašalinti esamos generacijos %s
nl: Het is niet mogelijk om de huidige generatie %s te verwijderen
pl: Nie mogę usunąć bieżącej generacji %s
pt: Não foi possível remover a geração atual %s
ro: Nu se poate șterge generația curentă %s
ru: Не могу удалить текущее поколение %s
sv: Kan inte ta bort nuvarande generation %s
ta: தற்போதைய தலைமுறை %s ஐ அகற்ற முடியாது
tr: Kullanımda olan %s inşası silinemez
uk: Не вдається видалити поточну генерацію %s
vi: Không thể xóa thể hệ hiện tại %s
zh_hans: 无法移除当前生成结果 %s
zh_hant: 無法移除目前的世代 %s

source: Removing generation %s
ar: جارى إزالة الجيل %s
bg: Премахване генерацията %s
ca: Eliminant la generació %s
cs: Odstraňuji generaci %s
da: Fjern generation %s
de: Entferne Generation %s
es: Borrando generación %s
eu: %s generazioa ezabatzen
fa: حذف کردن نسل %s
fi: Generaatio %s poistetaan
fr: Suppression de la génération %s
id: Menghapus generasi %s
it: Rimuovo la generazione %s
ja: 世代 %s を削除中です
ko: %s 세대를 삭제하는 중
lt: Pašalinama generacija %s
nl: Generatie %s aan het verwijderen
pl: Usuwanie generacji %s
pt: A remover a geração %s
ro: Se șterge generația %s
ru: Удаляю поколение %s
sv: Tar bort generation %s
ta: தலைமுறை %s நீக்குதல்
tr: İnşa siliniyor %s
uk: Видалення генерації %s
vi: Đang xóa thế hệ %s
zh_hans: 正在移除生成结果 %s
zh_hant: 正在移除世代 %s

source: No generations to expire
ar: لا يوجد أجيال لتنتهي
bg: Няма изтичащи генерации
ca: No s'han trobat generacions a expirar
cs: Žádná generace k vypršení platnosti
da: Ingen generationer som skal udløbes
de: Keine ablaufenden Generationen
es: No se encontraron generaciones para expirar
eu: Ez dago generaziorik iraungitzeko
fa: هیچ نسلی برای منسوخ کردن وجود ندارد
fr: Aucune génération expirée
id: Tidak ada generasi yang kedaluwarsa
it: Nessuna generazione in scadenza
ja: 期限切れで削除される世代はありません
ko: 유효 기간이 지난 세대가 없음
lt: Nėra generacijų, kurios baigtų galioti
nl: Geen generatie om te beëindigen
pl: Brak wygasających generacji
pt: Nenhuma geração a expirar
ro: Nu există generații care să expire
ru: Нет поколений, которые можно просрочить
sv: Ingen generation att förfalla
ta: காலாவதியாகும் தலைமுறைகள் இல்லை
tr: Süresi dolacak inşa yok
uk: Немає генерацій, термін дії яких закінчується
vi: Không có bất kỳ thế hệ nào hết hạn
zh_hans: 没有即将过期的生成结果
zh_hant: 沒有即將過期的世代

source: No home-manager packages seem to be installed.
ar: يبدو أنه لم يتم تثبيت أي حزم home-mnager.
bg: Изглежда няма нито един инсталиран home-manager пакет.
ca: Cap paquet home-manager sembla estar instal·lat.
cs: Žádný home-manager balíček není nainstalován.
da: Det virker ikke som om der er nogle home-manager pakker der er installeret.
de: Es scheint, als ob keine Home Manager Pakete installiert sind.
es: No se encontró ningún paquete home-manager instalado.
eu: Ez dirudi home-manager paketerik instalatuta dagoenik.
fa: بنظر میاید هیچ پکیجی از home-manager نصب نشده است.
fi: Näyttää siltä, ettei yhtään home-manager-pakettia ole asennettu.
fr: Aucun package home-manager ne semble être installé.
it: Sembrerebbe che nessun pacchetto home-manager sia installato.
ja: home-managerパッケージがインストールされていないようです。
ko: 홈 매니저 패키지들이 설치되지 않은 것으로 보입니다.
lt: Nėra instaliuotų home-manager paketų.
nl: Er lijkt geen home-manager pakket geïnstalleerd te zijn.
pl: Pakiety home-manager nie wydają się być zainstalowane.
pt: Nenhum pacote parece instalado com home-manager.
ro: Nu există instalat niciun pachet home-manager.
ru: Не обнаружено пакетов, установленных через home-manager.
sv: Paketet home-manager verkar inte vara installerat.
ta: வீட்டு மேலாளர் தொகுப்புகள் எதுவும் நிறுவப்படவில்லை.
tr: Galiba home-manager paketi kurulu değil.
uk: Здається, не встановлено жодних пакунків home-manager.
vi: Không có bất kỳ gói home-manager nào được cài đặt.
zh_hans: 似乎没有安装 home-manager 软件包。
zh_hant: 似乎沒有安裝 home-manager 軟體包。

source: Unknown argument %s
ar: معطى غير معروف %s
bg: Непознат аргумент %s
ca: Argument desconegut %s
cs: Neznámý parametr %s
da: Ubekendt argument %s
de: Unbekannte Argumente %s
es: Argumento desconocido %s
eu: Argumento ezezaguna: %s
fa: پارامتر %s شناخته نشده است
fi: Tuntematon argumentti %s
fr: Argument inconnu %s
it: Argomento sconosciuto: %s
ja: 不明な引数 %s
ko: 알 수 없는 매개변수 %s
lt: Nežinomas argumentas %s
nl: Onbekend argument %s
pl: Nieznany argument %s
pt: Argumento desconhecido %s
ro: Argument necunoscut %s
ru: Неизвестный аргумент %s
sv: Okänt argument %s
ta: தெரியாத உரையாடல் %s
tr: Bilinmeyen argüman %s
uk: Невідомий аргумент %s
vi: Không tồn tại đối số %s
zh_hans: 未知参数 %s
zh_hant: 未知引數 %s

source: This will remove Home Manager from your system.
ar: سيؤدي هذا إلى إزالة Home Manager من نظامك.
bg: Това ще премахне Home Manager от системата Ви.
ca: Home Manager serà esborrat del sistema.
cs: Toto odstraní Home Manager z vašeho systému.
da: Dette vil fjerne Home Manager fra dit system.
de: Dies wird Home Manager von Ihrem System entfernen.
es: Home Manager será borrado del sistema.
eu: Honek Home Manager zure sistematik ezabatuko du.
fa: این عمل Home Manager را از سیستم شما حذف میکند.
fi: Tämä poistaa Home Managerin järjestelmästäsi.
fr: Cela va supprimer Home Manager de votre système.
it: Questo rimuoverà Home Manger dal tuo sistema.
ja: この操作によってHome Managerはシステムから削除されます。
ko: 시스템에서 홈 매니저를 삭제할 것입니다.
lt: Tai pašalins Home Manager iš jūsų sistemos.
nl: Dit zal Home Manager van jouw systeem verwijderen.
pl: To usunie Home Managera z twojego systemu.
pt: Isto irá remover o Home Manager do seu sistema.
ro: Aceasta v-a înlătura Home Manager din sistemul dumneavoastră.
ru: Это удалит Home Manager из вашей системы.
sv: Detta kommer att ta bort Home Manager från ditt system.
ta: இது உங்கள் கணினியிலிருந்து வீட்டு மேலாளரை அகற்றும்.
tr: Bu, sisteminizden Home Manager'ı kaldıracak.
uk: Це призведе до видалення Home Manager з вашої системи.
vi: Việc này sẽ xóa Home Manager khỏi hệ thống của bạn.
zh_hans: 这将会从系统中移除 Home Manager。
zh_hant: 這將會從系統中移除 Home Manager。

source: This is a dry run, nothing will actually be uninstalled.
ar: هذا تشغيل تجريبيى، ولن يتم إلغاء تثبيت أي شيء فعليًا.
bg: Това е сухо изпълнение - нищо няма да бъде деинсталирано.
ca: Això és un simulacre, res serà realment desinstal·lat.
cs: Toto zkouška na nečisto, nic nebude odinstalováno.
da: Dette er en tør kørsel, intet vil rent faktisk blive uinstalleret.
de: Dies ist ein Probelauf, es wird nichts vom System deinstalliert.
es: Este es un simulacro, nada será realmente desinstalado.
eu: Hau itxurazko exekuzioa da, benetan ez da ezer desinstalatuko.
fa: این یک عمل آزمایشی است, قرار نیست چیزی واقعا حذف شود.
fi: Tämä on kuivaharjoitus, mitään ei oikeasti poisteta.
fr: C'est un essai, rien ne sera réellement désinstallé.
it: Questo è un avvio a secco, nulla verrà realmente disinstallato.
ja: これはdry run （予行練習）で、実際にはアンインストールは行われません。
ko: 모의 실행 중으로, 아무것도 실제로 설치되지 않습니다.
lt: Tai bandomasis paleidimas, niekas nebus ištrinta.
nl: Dit is een oefening, niets wordt werkelijk geïnstalleerd.
pl: To jest próba, faktycznie nic nie będzie usunięte.
pt: Essa é uma execução de teste, nada de fato será desinstalado.
ro: Aceasta este o rulare de test, nimic nu v-a fi dezinstalat.
ru: Это пробный запуск, на самом деле ничего не удаляется.
sv: Detta är en testkörning, inget kommer att bli avinstallerat.
ta: இது உலர்ந்த ரன், உண்மையில் எதுவும் நிறுவல் நீக்கப்படாது.
tr: Bu sadece bir inşa denemesi, hiçbir şey silinmeyecek.
uk: Це пробний запуск, насправді нічого не буде видалено.
vi: Đây là chạy thử nghiệm, sẽ không có bất cư thứ gì được gỡ cài đặt.
zh_hans: 这是试运行结果，没有实际卸载任何软件包。
zh_hant: 這是試執行結果，沒有實際解除安裝任何軟體包。

source: Really uninstall Home Manager?
ar: هل تريد إلغاء تثبيت Home Manager حقًا؟
bg: Наистина ли искате да деинсталирате Home Manager?
ca: Estàs segur que vols desinstal·lar Home Manager?
cs: Opravdu odinstalovat Home Manager?
da: Virkelig uinstaller Home Manager?
de: Möchten Sie wirklich Home Manager deinstallieren?
es: Desinstalar Home Manager?
eu: Ziur zaude Home Manager desinstalatu nahi duzula?
fa: واقعا میخواهید Home Manager را حذف کنید؟
fi: Haluatko varmasti poistaa Home Managerin?
fr: Voulez-vous vraiment désinstaller Home Manager ?
it: Vuoi davvero disinstallare Home Manager?
ja: 本当にHome Managerをアンインストールしますか？
ko: 정말로 홈 매니저를 삭제할까요?
lt: Tikrai išdiegti Home Manager?
nl: Wilt u zeker Home Manager verwijderen?
pl: Jesteś pewien usunięcia Home Managera?
pt: Confirma a desinstalação do Home Manager?
ro: Doriți cu adevărat să dezinstalați Home Manager?
ru: Действительно хотите удалить Home Manager?
sv: Verkligen avinstallera Home Manager?
ta: உண்மையில் வீட்டு மேலாளரை நிறுவல் நீக்கவா?
tr: Home Manager'ı silmek istediğinize emin misiniz?
uk: Дійсно видаліть Home Manager?
vi: Bạn có muốn gỡ Home Manager không?
zh_hans: 确定要卸载 Home Manager 吗？
zh_hant: 確定要解除安裝 Home Manager 嗎？

source: Switching to empty Home Manager configuration...
ar: جاري التبديل إلى اعدادات Home Manager فارغة...
bg: Превключване към празна Home Manager конфигурация...
ca: Canviant a configuració buida de Home Manager...
cs: Přepínám na prázdou konfiguraci Home Manageru...
da: Skifter til tom Home Manager konfiguration...
de: Wechsle zu einer leeren Home Manager Konfiguration...
es: Cambiando a configuración vacía de Home Manager...
eu: Home Manager konfigurazio hutsera aldatzen...
fa: در حال انتقال به تنظیمات خالی Home Manager...
fi: Vaihdetaan tyhjään Home Manager -konfiguraatioon...
fr: Changement vers une configuration vierge de Home Manager...
it: Passaando ad una configurazione Home Manager vuota...
ja: 空のHome Managerの設定に切り替えています...
ko: 빈 홈 매니저 설정으로 바꾸는 중...
lt: Perjungiama į tuščią Home Manager konfigūraciją...
nl: Naar een lege Home Manager configuratie aan het veranderen...
pl: Przełączanie do pustej konfiguracji Home Managera...
pt: Trocando para configuração vazia do Home Manager...
ro: Se trece la o configurare Home Manager goală...
ru: Переключаюсь на пустую конфигурацию Home Manager...
sv: Byter till tom Home Manager-konfiguration...
ta: வெற்று வீட்டு மேலாளர் உள்ளமைவுக்கு மாறுதல் ...
tr: Boş Home Manager yapılandırmasına geçiliyor...
uk: Перехід до порожньої конфігурації Home Manager...
vi: Chuyển đổi sang cấu hình Home Manager trống...
zh_hans: 正在切换至空的 Home Manager 配置 ...
zh_hant: 正在切換至空的 Home Manager 配置 ...

source: Yay!
ar: مرحا!
bg: Ура!
ca: Visca!
cs: Hurá!
da: Juhuu!
de: Juhu!
es: Bien!
eu: Primeran!
fa: ایول!
fi: Jes!
id: Yey!
it: Urrà!
ja: イェイ！
ko: 야호!
lt: Valio!
nl: Joepie!
pl: Jej!
pt: Boa!
ro: Ura!
ru: Ура!
sv: Hurra!
ta: ஆம்!
tr: Güzel!
uk: Ура!
vi: Tuyệt vời!
zh_hans: 好耶！
zh_hant: 好耶！

source: Home Manager is uninstalled but your home.nix is left untouched.
ar: تم إلغاء تثبيت Home Manager ولكن تم ترك ملف home.nix الخاص بك دون مساس.
bg: Home Manager бе деинсталиран но Вашия home.nix файл е оставен непроменен.
ca: Home Manager ha estat desinstal·lat però el vostre home.nix es manté intacte.
cs: Home Manager se odinstalovává, ale váš home.nix nebyl změněn.
da: Home Manager bliver uinstalleret, men din home.nix bliver forladt uberørt.
de: Home Manager ist installiert, aber Ihre home.nix Datei bleibt unberührt.
es: Home Manager desinstalado pero no se ha modificado home.nix.
eu: Home Manager desinstalatua izan da baina zure home.nix fitxategia ez da ikutu.
fa: Home Manager حذف نصب شد اما home.nix شما دست نخورده باقی ماند.
fi: Home Manager on poistettu, mutta home.nix-tiedostosi jää koskemattomaksi.
fr: Home Manager est désinstallé mais votre home.nix reste intact.
it: Home Manager è disinstallato ma la tua home.nix non è stata toccata.
ja: Home Managerはアンインストールされましたが、home.nixはそのまま残してあります。
ko: 홈 매니저는 삭제되지만 home.nix 파일은 남겨집니다.
lt: Home Manager yra išdiegtas, bet jūsų home.nix liko nepaliestas.
nl: Home Manager is verwijdert maar jouw home.nix is onaangeraakt.
pl: Home Manager jest usunięty ale twój home.nix jest pozostawiony nietknięty.
pt: Home Manager foi desinstalado, mas o seu home.nix foi deixado intacto.
ro: Home Manager a fost dezinstalat, dar fișierul home.nix a rămas neatins.
ru: Home Manager удалён, но ваш home.nix остался нетронутым.
sv: Home Manager är avinstallerad men din home.nix är orörd.
ta: வீட்டு மேலாளர் நிறுவல் நீக்கப்பட்டார், ஆனால் உங்கள் வீடு. நிக்ச் தீண்டப்படாமல் விடப்பட்டுள்ளது.
tr: Home Manager kaldırıldı ama home.nix dosyasına dokunulmadı.
uk: Home Manager буде видалено, але ваш home.nix залишиться недоторканим.
vi: Home Manager đã được gỡ cài đặt nhưng home.nix của bạn sẽ được giữ nguyên vẹn.
zh_hans: Home Manager 已卸载，但未改动您的 home.nix 配置文件。
zh_hant: Home Manager 已解除安裝，但未改動您的 home.nix 配置檔案。

source: expire-generations expects one argument, got %d.
ar: يتوقع expire-generations معطى واحد، وقد حصل على %d.
bg: expire-generations очаква един аргумент, получил е %d.
ca: expire-generations espera un argument, obtinguts %d.
cs: expire-generations očekává jeden parametr, přítomno %d.
da: expire-generations forventer et argument, fik %d.
de: expire-generations erwartet ein Argument, hat aber %d erhalten.
es: expire-generations espera un argumento pero se dieron %d.
eu: expire-generations argumentu bakarra espero izan du, baina %d jaso ditu.
fa: expire-generations یک پارامتر نیاز دارد, اما %d پارامتر دریافت کرد
fr: expire-generations attend un argument, a obtenu %d.
it: expire-generations si aspetta un solo argomento, invece di %d.
ja: expire-generations は一つしか引数を取らないところ、%d 個が与えられました。
ko: expire-generations 명령어는 매개변수가 한 개 필요한데, %d 개가 입력되었습니다.
lt: expire-generations tikisi vieno argumento, gauta %d.
nl: expire-generations verwacht één argument, maar kreeg er %d.
pl: expire-generations oczekuje jednego argumentu, otrzymano %d.
pt: expire-generations espera um argumento, recebeu %d.
ro: expire-generations se așteaptă la un argument, a primit %d.
ru: expire-generations требует один аргумент, но передано %d.
sv: expect-generations förväntar sig ett argument, fick %d.
ta: காலாவதியாகும் ஒரு வாதத்தை எதிர்பார்க்கிறது, %d கிடைத்தது.
tr: expire-generations bir argüman istiyor, %d tane girildi.
uk: expire-generation очікує один аргумент, отримав %d.
vi: expire-generations kỳ vọng 1 đối số, có %d.
zh_hans: expire-generations 须要一个参数，但获取到了 %d 个。
zh_hant: expire-generations 須要一個引數，但獲取到了 %d 個。

source: Unknown command: %s
ar: أمر غير معروف: %s
bg: Непозната команда: %s
ca: Comanda desconeguda: %s
cs: Neznámý příkaz: %s
da: Ubekendt kommando: %s
de: Unbekannter Befehl: %s
es: Comando desconocido %s
eu: Komando ezezaguna: %s
fa: دستور ناشناخته: %s
fi: Tuntematon komento: %s
fr: Commande inconnue : %s
it: Comando sconosciuto: %s
ja: 不明なコマンド: %s
ko: 알 수 없는 명령어: %s
lt: Nežinoma komanda: %s
nl: Onbekende opdracht: %s
pl: Nieznana komenda: %s
pt: Comando não reconhecido: %s
ro: Comandă necunoscută: %s
ru: Неизвестная команда: %s
sv: Okänt kommando: %s
ta: தெரியாத கட்டளை: %s
tr: Bilinmeyen komut: %s
uk: Невідома команда: %s
vi: Không tồn tại câu lệnh: %s
zh_hans: 未知命令：%s
zh_hant: 未知命令：%s

source: This derivation is not buildable, please run it using nix-shell.
ar: لا يمكن بناء هذا الاشتقاق، يرجى تشغيله باستخدام nix-shell.
bg: Тази деривация не може да се компилира, моля стартирайте я ползвайки nix-shell.
ca: Aquesta derivació no es pot construir, si us plau executa-la utilitzant nix-shell.
cs: Tuto odvozeninu nelze sestavit, prosím spusťte ji pomocí nix-shell.
da: Denne derivation er ikke bygbar, venligst kør den gennem nix-shell.
de: Diese Derivation ist nicht kompilierbar. Bitte führen Sie nix-shell aus.
es: Esta derivación no se puede construir, ejecute con nix-shell.
eu: Deribazioa ezin da konpilatu, mesedez exekutatu nix-shell erabiliz.
fa: این نسخه قابل build کردن نیست, لطفا آن را با nix-shell اجرا کنید.
fr: Cette dérivation ne peut être construite, essayez avec nix-shell.
id: Derivasi ini tidak dapat dibangun, silakan jalankan menggunakan nix-shell.
it: Questa derivazione non è compilabile, prova ad eseguirla usando nix-shell.
ja: この派生はビルドできません。nix-shellを使って実行してください。
ko: 이 derivation은 빌드 할 수 없습니다. nix-shell을 이용해서 실행해 주십시오.
lt: Šis darinys negali būti sukurtas, prašome jį paleisti naudojant nix-shell.
nl: Deze afleiding kan niet gebouwd worden, voer het alstublieft uit met nix-shell.
pl: Ta paczka (derivation) nie da się budować, proszę uruchom używając nix-shell.
pt: O build dessa derivation não pode ser feito, por favor rode usando o nix-shell.
ro: Această derivație nu poate fi construită, vă rugăm să o rulați folosind nix-shell.
ru: Это определение нельзя собрать. Пожалуйста, запустите его через nix-shell.
sv: Denna derivation är inte byggbar, kör den med nix-shell istället.
ta: இந்த வழித்தோன்றல் கட்டமைக்கப்படவில்லை, தயவுசெய்து அதை நிக்ச்-செல் பயன்படுத்தி இயக்கவும்.
tr: Bu türetim inşa edilebilir değil, lütfen onu nix-shell kullanarak çalıştırın.
uk: Цю похідну не можна зібрати, будь ласка, запустіть її за допомогою nix-shell.
zh_hans: 此配置文件/变体不可构建，请使用 nix-shell 运行它。
zh_hant: 此配置檔案/變體不可構建，請在 nix-shell 中執行它。

source: Please set the $EDITOR environment variable
cs: Prosím nastavte proměnou prostředí $EDITOR
pt: Por favor defina a variável de ambiente $EDITOR
