Repository: nix-community/home-manager
Catalog: home-manager/po/*.po
Languages: ar, bg, ca, cs, da, de, es, eu, fa, fi, fr, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sv, ta, tr, uk, vi, zh_hans, zh_hant

source: Can't inspect options of a flake configuration
ar: لا يمكن فحص خيارات اعداد flake
bg: Опциите на флейк конфигурацията не могат да бъдат прегледани
ca: No s'han pogut inspeccionar les opcions de configuració de flake
cs: Nelze ověřit parametry z konfigurace flake
da: Kan ikke inspicere indstillinger af en flake konfiguration
de: Die Optionen einer Flake-Konfiguration können nicht inspiziert werden
es: No se pudo inspeccionar las opciones de la configuración flake
eu: Ezin dira flake baten konfigurazio aukerak arakatu
fa: عدم امکان بررسی گزینه‌های تنظیمات Flake
fi: Flake-konfiguraation asetuksia ei voi tarkastella
fr: Impossible d'inspecter les options de la configuration d'un flake
id: Tidak dapat memeriksa opsi konfigurasi flake
it: Impossibile ispezionare le opzioni di configurazione di un flake
ja: flake設定のオプションを検査できません
ko: flake 설정의 옵션들을 검사할 수 없음
lt: Negalima patikrinti flake konfigūracijos pasirinkimų
nl: Kan de opties van een flake configuratie niet inspecteren
pl: Nie mogę sprawdzić konfiguracji flake'a
pt: Não é possivel inspecionar a opção de configuração do flake
ro: Nu se pot inspecta opțiunile unei configurații flake
ru: Не могу получить опции для flake-конфигурации
sv: Kan inte granska alternativ i en flake-konfiguration
ta: ஒரு ஃப்ளேக் உள்ளமைவின் விருப்பங்களை ஆய்வு செய்ய முடியாது
tr: Flake yapılandırmasının ayarları incelenemiyor
uk: Неможливо перевірити параметри flake-конфігурації
vi: Không thể kiểm tra tùy chọn của cấu hình flake
zh_hans: 无法检查 flake 配置中的选项
zh_hant: 無法檢查 flake 設定的選項

source: %s: unknown option '%s'
ar: %s: خيار غير معروف '%s'
bg: %s: непозната опция '%s'
ca: %: opció desconeguda '%s'
cs: %s: neznámý parametr '%s'
da: %s: ukendt indstilling '%s'
de: %s: unbekannte Option '%s'
es: %s: opción desconocida '%s'
eu: %s: aukera ezezaguna '%s'
fa: %s: آپشن مورد نظر شما یافت نشد %s
fi: %s: tuntematon vaihtoehto '%s
fr: %s : option inconnue '%s'
id: %s: opsi tidak diketahui '%s'
it: %s: opzione non riconosciuta '%s'
ja: %s: 不明なオプション '%s'
ko: %s: 알 수 없는 옵션 '%s'
lt: %s: nežinomas pasirinkimas „%s“
nl: %s: onbekende keuze '%s'
pl: %s: nieznana opcja „%s”
pt: %s: opção não reconhecida '%s'
ro: %s: opțiune necunoscută '%s'
ru: %s: неизвестная опция '%s'
sv: %s: okänd flagga '%s'
ta: %s: அறியப்படாத விருப்பம் '%s'
tr: %s: Bilinmeyen komut '%s'
uk: %s: невідомий варіант '%s'
vi: %s: tùy chọn không xác định '%s'
zh_hans: %s：未知选项 ‘%s’
zh_hant: %s：未知選項 '%s'

source: Run '%s --help' for usage help
ar: قم بتشغيل '%s --help' للحصول على مساعدة في الاستخدام
bg: Изпълнете командата '%s --help' за повече информация
ca: Executa '%s --help' per veure l'ajuda d'ús
cs: Spusťte '%s --help' pro vypsání nápovědy
da: Kør '%s --help' for brugsvejledning
de: Führe '%s --help' aus, um Hilfe zur Verwendung zu erhalten
es: Ejecute '%s --help' para ver ayuda
eu: '%s --help' exekutatu erabilera laguntzarako
fa: %s --help برای دیدن راهنمایی دستور رو به رو را اجرا کنید
fi: Aja '%s --help' saadaksesi käyttöohjeita
fr: Exécuter « %s --help » pour de l'aide sur l'utilisation
id: Jalankan '%s --help' untuk bantuan penggunaan
it: Esegui '%s --help' per le informazioni d'uso
ja: '%s --help' でヘルプを参照することができます
ko: 도움말을 보려면 '%s --help'를 실행하십시오
lt: Paleiskite „%s --help“, kad gautumėte naudojimosi instrukcijas
nl: Voer '%s --help' in om gebruiksinfo te zien
pl: Uruchom „%s --help” by otrzymać pomoc
pt: Execute '%s --help' para instruções de uso
ro: Rulați '%s --help' pentru ajutor de utilizare
ru: Выполните '%s --help', чтобы получить справку
sv: Kör '%s --help' för användarhjälp
ta: பயன்பாட்டு உதவிக்காக '%s - -help' ஐ இயக்கவும்
tr: Yardım için '%s --help'
uk: Запустіть '%s --help' для отримання довідки про використання
vi: Chạy '%s --help' để được trợ giúp sử dụng
zh_hans: 运行 ‘%s --help’ 获取用法帮助
zh_hant: 執行 '%s --help' 以取得使用說明

source: The file %s already exists, leaving it unchanged...
ar: الملف %s موجود بالفعل، تم تركه دون تغيير...
bg: Файлът %s вече съществува, пропускане на промениете му...
ca: El fitxer %s ja existeix, deixant sense modificar...
cs: Soubor %s již existuje, ponechán beze změn...
da: Filen %s eksisterer allerede, efterlader den uændret…
de: Die Datei %s existiert bereits, sie bleibt unverändert...
es: El fichero %s ya existe, dejándolo sin modificar...
eu: %s fitxategia jada existitzen da, aldaketarik gabe uzten...
fa: فایل %s از قبل وجود داشته است، بدون تغییر رها شد...
fi: Tiedosto %s on jo olemassa, jätetään se muuttumattomaksi...
fr: Le fichier %s existe déjà, il sera laissé inchangé...
id: File %s sudah ada, sehingga tidak berubah...
it: Il file %s esiste già, non verrà modificato...
ja: %s は既に存在します。変更せずに続行しています...
ko: %s 파일은 이미 존재하므로, 수정하지 않음...
lt: Failas %s jau egzistuoja, jis paliekamas nepakeistas...
nl: Het bestand %s bestaat al, het zal niet aangepast worden...
pl: Plik %s już istnieje, pozostawianie go bez zmian...
ro: Fișierul %s există deja, îl lăsăm neschimbat...
ru: Файл %s уже существует и не будет изменен...
sv: Filen %s finns redan, lämnar den orörd...
ta: %s ஏற்கனவே உள்ளது, அதை மாற்றாமல் விட்டுவிடுகிறது ...
tr: %s dosyası zaten var, değişiklik yapılmıyor...
uk: Файл %s вже існує, залишаючи його незмінним...
vi: Tệp %s đã tồn tại, để nguyên nó không thay đổi...
zh_hans: 文件 %s 已存在，未对其更改 ...
zh_hant: 檔案 %s 已存在，保持不變...

source: Creating %s...
ar: جارى إنشاء %s...
bg: Създаване на %s...
ca: Creant %s...
cs: Vytvářím %s...
da: Opretter %s...
de: Erstelle %s...
es: Creando %s...
eu: %s sortzen...
fa: درحال ساختن %s...
fi: Luodaan tiedostoa %s...
fr: Création de %s ...
id: Membuat %s...
it: Creando %s...
ja: %s を作成中です...
ko: %s를 생성하는 중...
lt: Kuriamas %s...
nl: %s aan het aanmaken...
pl: Tworzenie %s...
ro: Creând %s...
ru: Создание %s...
sv: Skapar %s...
ta: %s ஐ உருவாக்குதல் ...
tr: %s oluşturuluyor ...
uk: Створення %s...
vi: Đang tạo %s...
zh_hans: 正在创建 %s ...
zh_hant: 正在建立 %s...

source: Creating initial Home Manager generation...
ar: جارى إنشاء الجيل الأولى ل Home Manager...
bg: Създаване на първоначалната Home Manager генерация...
ca: Creant generació inicial de Home Manager...
cs: Vytvářím první generaci Home Manageru...
da: Laver initial Home Manager generation...
de: Erstelle initiale Home Manager Generation...
es: Creando generación inicial de Home Manager...
eu: Home Manager-en hasierako generazioa sortzen...
fa: در حال ساخت نسخه اولیه Home Manager.
fi: Luodaan alkuperäistä Home Manager -generaatiota...
fr: Création de la génération initiale de Home Manager...
id: Membuat pembuatan Home Manager awal...
it: Creando la generazione iniziale di Home Manager...
ja: Home Managerの世代を初期化しています...
ko: 최초의 홈 매니저 세대를 생성하는 중...
lt: Kuriama pradinė Home Manager generacija...
nl: Initiële Home Manager generatie aan het maken...
pl: Tworzenie pierwotnej generacji Home Managera...
pt: Criando a geração inicial do Home Manager...
ro: Se creează generația Home Manager inițială...
ru: Создаю начальное поколение Home Manager...
sv: Skapar initial Home Manager-generation...
ta: ஆரம்ப வீட்டு மேலாளர் தலைமுறையை உருவாக்குதல் ...
tr: İlk Ana Dizin Yöneticisi inşası oluşturuluyor...
uk: Створення початкової генерації Home Manager...
vi: Khởi tạo thế hệ Home Manager ban đầu...
zh_hans: 正在创建 Home Manager 初始化配置生成 ...
zh_hant: 正在建立初始 Home Manager 世代...

source: All done! The home-manager tool should now be installed and you can edit %s to configure Home Manager. Run 'man home-configuration.nix' to see all available options.
ar: تم الانتهاء! سيتم الآن تثبيت أداة home-manager، ويمكنك تعديل %s لتهيئة Home Manager. شغّل "man home-configuration.nix" للاطلاع على جميع الخيارات المتاحة.
bg: Всичко е готово! Инструментът home-manager е инсталиран и Вие можете да редактирате ....%s за да конфигурате Home Manager. Изпълнете командата 'man home-configuration.nix' за да видите всички налични опции.
ca: Tot fet! L'eina home-manager hauria de estar instal·lada i pots editar %s per a configurar Home Manager. Executa 'man home-configuration.nix' per a veure totes les opcions disponibles.
cs: Vše dokončeno! Nástroj home-manager je nainstalován. Můžete upravovat %s čimž konfigurujete Home Manager. Spusťte 'man home-configuration.nix' k zobrazení všech dostupných možností.
da: Alt er færdigt! Home-manager værktøjet burde nu være installeret, og du kan ændre %s For at konfigurere Home Manager. Kør 'man home-configuration.nix' for at se alle de mulige indstillinger.
de: Alles fertig! Das Home Manager Tool sollte nun installiert sein. Sie können . . . . %s bearbeiten um Home Manager zu konfigurieren. Führen Sie 'man home-configuration.nix' aus, um alle verfügbaren Optionen zu sehen.
es: Listo! home-manager ha sido instalado y ahora puede editar %s para configurar Home Manager. Ejecute 'man home-configuration.nix' para ver todas las opciones disponibles.
eu: Kito! home-manager erraminta instalatuta egon behar luke eta orain %s editatu zenezake Home Manager konfiguratzeko. 'man home-configuration.nix' exekutatu aukera guztiak ikusteko.
fa: پایان! ابزار home-manager نصب شده است و شما میتوانید با تغییر دادن فایل %s تنظیمات Home Manager خود را تغییر دهید. برای دیدن همه ی تنظیمات موجود دستور 'man home-configuration.nix' را اجرا کنید.
fr: Tout est fait! Home Manager devrait désormais être installé et vous pouvez éditer %s pour configurer Home Manager. Pour avoir une liste des options disponibles, essayez 'man home-configuration.nix'.
it: Tutto fatto! Home-manager dovrebbe essere installato e puoi modificare · · · · %s per configurare Home Manager. Esegui 'man home-configurazion.nix' per consultare tutte le opzioni disponibili.
ja: 全てが完了しました！ Home-managerはインストール済みで、 %s でHome Managerの設定を編集することができるはずです。利用可能なオプションを参照するには 'man home-configuration.nix' を実行してください。
ko: 완료! 홈 매니저 도구들이 설치 되었고 이제 %s 파일을 수정해서 홈 매니저를 설정할 수 있습니다. 'man home-configuration.nix'를 실행해서 가능한 모든 옵션을 살펴보십시오.
lt: Viskas baigta! Įrankis home-manager turėtų būti įdiegtas ir dabar galite redaguoti . . . .%s , kad konfigūruotumėte Home Manager. Paleiskite „man home-configuration.nix“, jei norite pamatyti visus pasirinkimus.
nl: Helemaal klaar! De home-manager tool zou nu geïnstalleerd moeten zijn en je kan %s aanpassen om Home Manager te configureren. Draai 'man home-configuration.nix' om alle opties te zien.
pl: Skończone! Narzędzie home-manager powinno być zainstalowane i możesz edytować %s by skonfigurować Home Managera. Uruchom „man home-configuration.nix” aby sprawdzić wszystkie możliwe opcje konfiguracyjne.
pt: Pronto! O home-manager agora deve ser instalado e poderá editar o ficheiro %s para configurar o Home Manager. Execute 'man home-configuration.nix' para ver todas as opções disponíveis.
ro: Totul este gata! Unealta home-manager ar trebui să fie instalata și acum puteți edita %s ca să configurați Home Manager. Rulați 'man home-configuration.nix' pentru a putea vedea toate opțiunile.
ru: Готово! Теперь вам должна быть доступна утилита home-manager, и вы можете отредактировать настройки в файле %s Выполните 'man home-configuration.nix', чтобы увидеть доступные опции.
sv: Färdig! Verktyget home-manager borde nu vara installerat och du kan editera %s för att konfigurera Home Manager. Kör 'man home-configuration.nix' för att se alla tillgängliga alternativ.
ta: எல்லாம் முடிந்தது! வீட்டு மேலாளர் கருவி இப்போது நிறுவப்பட வேண்டும், நீங்கள் திருத்தலாம் %s வீட்டு மேலாளரை உள்ளமைக்க. 'மேன் ஓம்-கான்ஃபிகரேசன்.நிக்ச்' ஐ இயக்கவும் கிடைக்கக்கூடிய அனைத்து விருப்பங்களையும் காண்க.
tr: Herşey tamam! Ana Dizin Yöneticisi'nin home-manager aracı kuruldu ve yapılandırmak için %s dosyasını düzenleyiniz. Kullanılabilir seçenekleri görmek için: 'man home-configuration.nix'.
uk: Все готово! Інструмент Home-manager тепер повинен бути встановлений, і ви можете редагувати %s, щоб налаштувати Home Manager. Запустіть 'man home-configuration.nix', щоб переглянути всі доступні варіанти.
vi: Đã hoàn thành! Công cụ home-manager giờ đạ được cài đặt và bạn có thể chỉnh sửa %s để cấu hình Home Manager. Chạy lệnh 'man home-configuration.nix' để xem toàn bộ tùy chọn có sẵn.
zh_hans: 全部工作完成了！home-manager 工具现应已安装，您可以编辑 %s 来配置 Home Manager。运行 ‘man home-configuration.nix’ 来查看所有可用选项。
zh_hant: 全部完成！home-manager 工具現在應該已被安裝，您可以編輯 %s 來設定 Home Manager。執行 'man home-configuration.nix' 時 可查看所有可用選項。

source: Uh oh, the installation failed! Please create an issue at %s if the error seems to be the fault of Home Manager.
ar: للأسف، فشل التثبيت! يُرجى إنشاء مشكلة في %s إذا بدا أن الخطأ ناتج عن خطأ في Home Manager.
bg: О не, инсталацията се провали! Моля създайте запитване на ....%s ако смятате, че грешката се дължи на Home Manager.
ca: Uh oh, la instal·lació ha fallat! Si us plau, notifica-ho a %s si l'error sembla culpa de Home Manager.
cs: Ehm ehm, instalace se nezdařila! Pokud chyba vypadá jako chyba Homa manageru, prosím založte problém na %s
da: Åh nej, installationen fejlede! Venligst opret en fejlrapport ved %s hvis fejlen fremstår som forskyldt af Home Manager.
de: Ups, die Installation schlug fehl. Bitte erstellen Sie ein Issue unter %s falls der Fehler auf Home Manager zurückzuführen ist.
es: La instalación ha fallado. Por favor notifíquelo en %s si el error parecer ser culpa de Home Manager.
eu: Ai ene, instalazioak huts egin du! Mesedez jarkinarzi %s webgunean arazoa Home Manager-ena badirudi.
fa: ای بابا, فرایند نصب با شکست مواجه شد! اگر بنظرتان میاید مشکل از Home Manager است, لطفا یک issue در %s ایجاد کنید.
fr: Uh oh, l'installation n'a pas réussi! Veuillez signaler cette erreur à l'adresse suivante %s si l'erreur semble être liée à Home Manager.
id: Aduh, instalasi gagal! Silakan buat issue di %s jika error tersebut tampaknya merupakan kesalahan Home Manager.
it: Oh oh, l'installazione non è andata a buon fine! Per favore aprire un ticket issue a · · · · %s se l'errore sembra essere causato da Home Manager.
ja: おっと、インストールに失敗しました！このエラーがHome Managerの欠陥によって生じたと考えられる場合は、 %s というissueを立ててください。
ko: 이런, 설치가 실패했습니다! 만약 에러가 홈 매니저의 문제라고 생각된다면 %s 위 사이트에서 이슈를 생성하십시오.
lt: O ne, įdiegimas nepavyko! Prašome užpildyti pranešimą apie problemą %s jei atrodo, kad klaida įvyko dėl Home Manager.
nl: Oh nee, de installatie is mislukt. Gelieve een ticket aan te maken in %s als de error de schuld van Home Manager lijkt te zijn.
pl: Ojoj, instalacja nie powiodła się! Proszę opisz problem na %s jeśli myślisz, że problem spowodowany jest przez błąd Home Managera.
pt: Ixi, a instalação falhou! Por favor crie um issue no %s se o erro lhe parecer ser um problema do Home Manager.
ro: Uh oh, instalația a eșuat! Vă rugăm creați o problemă la %s dacă eroarea pare să fie din vina Home manager.
ru: Ой, установка не удалась! Пожалуйста, создайте тему в багтрекере %s если считаете, что в ошибке виноват Home Manager.
sv: Ajdå, installationen misslyckades! Skapa gärna en rapport på %s om problemet verkar bero på något Home Manager gör fel.
ta: ஓ, நிறுவல் தோல்வியடைந்தது! தயவுசெய்து ஒரு சிக்கலை உருவாக்கவும் %s பிழை வீட்டு மேலாளரின் தவறு என்று தோன்றினால்.
tr: Eyvah, kurulum başarısız! Eğer hatanın Ana Dizin Yöneticisi'nden kaynaklandığını düşünüyorsanız %s adresinden bildirin.
uk: Ой, не вдалося встановити! Будь ласка, створіть проблему на %s якщо здається, що помилка сталася через Home Manager.
vi: Quá trình cài đặt đã thất bại! Vui lòng tạo 1 báo cáo lỗi tại %s nếu như lỗi đó thuộc về Home Manager.
zh_hans: 啊哦，安装失败了！如果感觉是 Home Manager 造成的错误，请在下方 %s 处创建 Issue 告知我们。
zh_hant: 糟糕，安裝失敗了！如果感覺是 Home Manager 所造成的錯誤，請在此連結 %s 中，建立 Issue 告知我們。

source: Can't instantiate a flake configuration
ar: لا يمكن إنشاء مثيل لاعدادات رقاقة
bg: Флейк конфигурацията не може да се инстанцира
ca: No es pot instanciar una configuració flake
cs: Nelze vytvořit instanci flake konfigurace
da: Kan ikke instantiere en flake konfiguration
de: Kann eine Flake-Konfiguration nicht instanziieren
es: No se pudo instanciar una configuración flake
eu: Ezin izan da flake ezarpen bat sortu
fa: عدم امکان نمونه‌سازی تنظیمات flake
fi: Flake-konfiguraatiota ei voi luoda
fr: Impossible d'instancier une configuration flake
id: Tidak dapat membuat konfigurasi flake
it: Impossibile istanziare una configurazione flake
ja: flake設定を初期化できません
ko: flake 설정을 인스턴스화 할 수 없음
lt: Negalima sukurti pradinės flake konfigūracijos
nl: Het is niet gelukt om de flake-configuratie te creëren
pl: Nie mogę utworzyć instancji konfiguracji flake'a
pt: Não foi possível instanciar a configuração de flake
ro: Nu se poate instanția o configurare flake
ru: Не могу создать экземляр для flake-конфигурации
sv: Kan inte instansera en flake-konfiguration
ta: ஒரு ஃப்ளேக் உள்ளமைவை உடனடிப்படுத்த முடியாது
tr: Flake yapılandırması örneklendirilemiyor
uk: Не вдається створити екземпляр flake-конфігурації
vi: Không thể khởi tạo cấu hình flake
zh_hans: 无法创建 flake 配置实例
zh_hant: 無法實例化 flake 設定

source: There is %d unread and relevant news item. Read it by running the command "%s news".
ar: هناك %d خبر غير مقروء. يمكنك قرآتها بتشغيل الأمر "%s news".
bg: Има %d непрочетена релевантна новина. Прочетете я като изпълните "%s news" командата.
ca: Hi ha %d notícia rellevant no llegida. Llegeix-la executant la comanda "%s news".
cs: %d nepřečtená novinka. Přečtěte ji pomocí příkazu "%s news".
da: Der er %d ulæst og relavante nyheder. Læs den ved at køre "%s news".
de: Es gibt eine ungelesene und relevante Nachricht. Lesen Sie sie, indem Sie den Befehl "%s news" ausführen.
es: Hay %d noticia relevante no leída. Léala ejecutando el comando "%s news".
eu: Irakurri gabeko berri aipagarri %d dago . Irakurri ezazu "%s news" exekutatzen.
fa: %d خبر خوانده نشده وجود دارد. میتوانید آن را با اجرای دستور "%s news" بخوانید.
fi: Sinulla on %d lukematon ja oleellinen uutisartikkeli. Lue se ajamalla komento "%s news".
fr: Il y a %d nouvel élément non lu et pertinent. Vous pouvez le lire en exécutant la commande "%s news".
id: Ada %d item berita yang belum dibaca dan relevan. Bacalah dengan menjalankan perintah "%s news".
it: C'è %d novità rilevante non letta. Leggila con il comando "%s news".
ja: 未読のお知らせが%d件あります。 "%s news"コマンドで確認できます。
ko: 읽지 않은 관련된 뉴스 항목들이 %d 개 있습니다. "%s news" 명령어를 실행해 읽어보십시오.
lt: Yra %d neperskaityta ir aktuali naujiena. Perskaitykite ją paleidus komandą "%s news".
nl: Er is %d ongelezen and relevant nieuws artikel. Lees het door het commando "%s news" uit te voeren.
pl: Jest %d nieodczytana wiadomość. Możesz ją odczytać uruchamiając „%s news”.
pt: Há %d novo item relevante não lido Leia executando o comando "%s news".
ro: Există %d știre necitită și relevantă. Citiți-o folosind comanda "%s news".
ru: У вас есть %d непрочитанная и релевантная новость. Прочтите её, выполнив команду "%s news".
sv: Det finns %d oläst och relevant nyhet. Läs den genom att köra kommandot "%s news".
ta: %d படிக்காத மற்றும் பொருத்தமான செய்திகள் உள்ளன. "%s செய்திகள்" என்ற கட்டளையை இயக்குவதன் மூலம் அதைப் படியுங்கள்.
tr: %d tane okunmamış ilgili haber bulunmaktadır. Okumak için "%s news" komutunu kullanın.
uk: Є %d непрочитана і ревалентна новина. Прочитайте її, виконавши команду "%s news".
vi: Có %d tin tức liên quan và chưa được đọc. Để đọc nó hãy chạy lệnh "%s news".
zh_hans: 有 %d 条未读的相关新闻或消息。 可运行 “%s news” 命令进行阅读。
zh_hant: 有 %d 則未讀且相關的消息項目。 執行指令 "%s news" 來進行確認。

source: Unknown "news.display" setting "%s".
ar: إعداد "news.display" غير معروف "%s".
bg: Непозната "news.display" настройка "%s".
ca: Configuració "news.display" no reconeguda "%s".
cs: Neznáme nastavení "news.display" "%s".
da: Ubekændt "news.display" indstilling "%s".
de: Unbekannte "news.display" Einstellung "%s".
es: Configuración "news.display" no reconocida "%s".
eu: "news.display" ezarpen ezezaguna "%s".
fa: تنظیمات "news.display" در "%s" شناخته شده نیست.
fi: Tuntematon asetus "news.display" "%s".
fr: Configuration "news.display" inconnue "%s".
id: Pengaturan "news.display" yang tidak diketahui "%s".
it: Opzione "news.display" sconosciuta "%s".
ja: "news.display"に"%s"という設定は存在しません。
ko: 알 수 없는 "news.display"의 설정 "%s".
lt: Nežinomas "news.display" nustatymas "%s".
nl: Onbekende "news.display" instelling "%s".
pl: Nieznane ustawienie „%s” „news.display”.
pt: Valor "%s" para configuração "news.display" não reconhecido.
ro: Opțiunea "news.display" este necunoscută "%s".
ru: Неизвестное значение "news.display": "%s".
sv: Okänt "news.display"-värde "%s".
ta: தெரியாத "News.Display" அமைப்புகள் ".
tr: Bilinmeyen "news.display" seçeneği "%s".
uk: Невідоме налаштування "news.display" "%s".
vi: Không tồn tại "news.display" cấu hình "%s".
zh_hans: 未知的 “news.display” 设置项 “%s”。
zh_hant: 未知的 "news.display" 設定值 "%s"。

source: Please set the $EDITOR or $VISUAL environment variable
ar: يرجى تعيين متغير البيئة $EDITOR أو $VISUAL
bg: Моля задайте $EDITOR или $VISUAL променливите на средата
ca: Si us plau, defineix les variables de entorn $EDITOR o $VISUAL
da: Indstil venligst miljøvariablen $EDITOR eller $VISUAL
de: Bitte setzen Sie die Umgebungsvariablen $EDITOR oder $VISUAL
es: Por favor, defina la variable del entorno $EDITOR o $VISUAL
eu: Mesedez, ezarri $EDITOR edo $VISUAL ingurumen aldagaia
fa: لطفا متغیر محلی $EDITOR و یا $VISUAL را تنظیم کنید
fi: Aseta $EDITOR- tai $VISUAL-ympäristömuuttujaksi
fr: Veuillez remplir la variable d'environnement $EDITOR ou VISUAL
it: Per favore definisci le variabili d'ambiente $EDITOR o $VISUAL
ja: 環境変数 $EDITOR または $VISUAL を設定してください
ko: $EDITOR 또는 $VISUAL 환경 변수를 설정하십시오
nl: Zet alstublieft de $EDITOR of $VISUAL omgevings-variabele
ro: Rugăm să setați variabila $EDITOR sau $VISUAL în variabilele de mediu
ru: Пожалуйста, установите переменную среды $EDITOR или $VISUAL
sv: Vänligen ställ in miljövariabeln $EDITOR eller $VISUAL
ta: $ எடிட்டர் அல்லது $ விசுவல் சூழல் மாறியை அமைக்கவும்
tr: Lütfen $EDITOR veya $VISUAL ortam değişkenini ayarlayınız
uk: Будь ласка, встановіть змінну оточення $EDITOR або $VISUAL
vi: Vui lòng đặt biến môi trường $EDITOR hoặc $VISUAL
zh_hans: 请设置 $EDITOR 或 $VISUAL 环境变量
zh_hant: 請設定 $EDITOR 或 $VISUAL 環境變數

source: Cannot run build in read-only directory
ar: لا يمكن تشغيل البناء في مجلد قراءة فقط
bg: Компилацията не може да се стартира в директория предназначена само за четене
ca: Impossible executar la compilació en un directori només lectura
cs: Sestavení nelze provést v adresáři dostupném pouze pro čtení
da: Kan ikke bygge i en læs-kun folder
de: Build kann nicht im schreibgeschützten Ordner ausgeführt werden
es: No se puede ejecutar en un directorio de sólo lectura
eu: Ezin da konpilazioa exekutatu irakurtzeko soilik den direktorioan
fa: نمیتوان دستور build را در یک دایکتوری read-only اجرا کرد
fr: Impossible de lancer une compilation dans un dossier en écriture seule
id: Tidak dapat menjalankan build di direktori hanya-baca
it: Impossibile eseguire la build in una cartella in sola lettura
ja: 読み込み専用ディレクトリ内ではbuild（作成）できません
ko: 읽기전용 폴더에서 빌드를 실행할 수 없습니다
nl: Het is niet mogelijk om te bouwen in een read-only map
pl: Nie mogę uruchomić budowania w katalogu tylko-do-odczytu
pt: Não é possível fazer o build num diretório somente leitura
ro: Nu se poate rula construirea într-un director numai pentru citire
ru: Не могу начать сборку в директории, защищённой от записи
sv: Kan inte bygga i katalog med bara läsrättigheter
ta: படிக்க மட்டும் கோப்பகத்தில் கட்டமைக்க முடியாது
tr: Sadece okuma izni olan bir dizinde inşa çalıştırılamaz
uk: Неможливо запустити збірку в каталозі, доступному лише для читання
vi: Không thể chạy lệnh xây dựng trong thư mục chỉ cho phép đọc
zh_hans: 无法在只读目录中运行构建
zh_hant: 無法在唯讀目錄中執行建置

source: The configuration did not contain the specialisation "%s"
ar: لم يتضمن ملف الاعدادات التخصص "%s"
bg: Конфигурацията не съдържаше специализация "%s"
de: Die Konfiguration enthält keine Spezialisierung für "%s"
it: La configurazione non contiene la specializzazione "%s"
sv: Konfiguration innehöll inte specialiseringen "%s"
tr: Yapılandırmada "%s" özelleştirmesi yoktu
uk: Конфігурація не містила спеціалізації "%s"
zh_hant: 設定中不包含特化設定 "%s"
